{
  "1839": {
    "Short name": "Southern Oregon PBS",
    "State": "Oregon",
    "City": "Medford",
    "Logo": "sopbs_logo.png",
    "Url": "https://www.sopbs.org/",
    "About": "In 1965, Oregon Educational Broadcasting (OEB), forerunner of Oregon Public Broadcasting (OPB), persuaded the Federal Communications Commission (FCC) to reassign channel 8 from Brookings to Medford. OEB intended to make channel 8 the third station in its television network, which at that time included flagship KOAC-TV in Corvallis and KOAP-TV (now KOPB-TV) in Portland. Southern Oregon was the only region of the state without public television. However, OEB backed out after a protracted battle with several commercial applicants. The license eventually went to Liberty Television, owners of KEZI-TV in Eugene. \nThe owners of the two commercial stations in the area, Bill Smullin of KTVM-TV (now KOBI) and Ray Johnson of KMED-TV (now KTVL), helped a new nonprofit corporation, Southern Oregon Educational Company (SOEC), buy the channel 8 construction permit from Liberty. They also pledged payments of $50,000 once the station signed on. Getting the funds to sign on proved more difficult than expected. With the FCC permit about to run out, KSYS went on the air on January 17, 1977 with the strongest signal of any station in the region, at 191,000 watts. This was still not enough to cover Klamath Falls, and SOEC (later renamed Southern Oregon Public Television, Inc.) immediately applied for another station to cover that region. However, it took 12 more years before KFTS went on the air in January 1989. \nThe two stations are the only public television stations in the state not affiliated with OPB, but occasionally air some of OPB's programs. \nThey are also the \"Presenting Station\" for several national programs including Tommy Emmanuel and Jesse Cook pledge specials.  They also present the series Sierra Center Stage and Music Gone Public.",
    "Productions": "Immense Possibilities \nSouther Oregon Town Hall \nStudent Showcase",
    "Name": "Southern Oregon Public Television (KSYS/KFTS)",
    "location": [42.3248859, -122.8738408]
  },
  "1798": {
    "Short name": "Mississippi Public Broadcasting",
    "State": "Mississippi",
    "City": "Jackson",
    "Logo": "mississippi_public_broadcasting_logo.png",
    "Url": "https://www.mpbonline.org/",
    "About": "Mississippi Public Broadcasting is a trusted multimedia organization that educates, enlightens and entertains Mississippians. As the only statewide radio and television broadcast network, MPB connects Mississippi households and communities.",
    "Productions": "",
    "Name": "Mississippi Public Broadcasting",
    "location": [32.3388343, -90.14615069999999]
  },
  "1347": {
    "Short name": "WJCT",
    "State": "Florida",
    "City": "Jacksonville",
    "Logo": "wjct_logo.png",
    "Url": "https://www.wjct.org/",
    "About": "WJCT went on the air on September 10, 1958, broadcasting a report on educational television from Florida Governor Leroy Collins. Its broadcast reached Live Oak, St. Augustine, Palatka, and Folkston, Georgia. WJCT became Florida's second educational television station, following Miami, and preceding Gainesville's WUFT and Tampa's WEDU by several weeks. WJCT filled its first month with “national educational television” programs from PBS' predecessor, NET. \nOn April 10, 1972, WJCT added its second media platform, meeting the community's needs for fine arts and music. WJCT-FM went on the air as “Stereo 90,” broadcasting music, news and public affairs programming approximately 18 hours a day. Eighteen months later, in October 1973, Channel 7 and Stereo 90 presented their first simulcast, broadcasting a concert by the Jacksonville Symphony Orchestra. \nIn May of 2014, the launch of the Digital Convergence Alliance Network Operations Center (DCA-NOC) marked the culmination of work begun four years prior by WJCT Public Broadcasting. WJCT spearheaded a major initiative, laying the foundation for a collaborative venture of 11 public television stations that would not only foster economies of scale but create opportunities to better serve their respective communities, the first of which is the DCA-NOC. A grant from the Corporation for Public Broadcasting (CPB) enabled WJCT and community partners to develop a technical plan for the creation of a centralized master control operation. \nThroughout its 56-year history, the First Coast community has been a vital component of WJCT's success, providing individual and corporate support, contributing countless hours of volunteer work, serving on boards, partnering in productions, events and services. With continuing community support, WJCT stands poised to serve the First Coast community for another 50 years, and more, using its unique assets as a resource for citizens to come together to celebrate human diversity, experience lifelong learning, and actively engage in matters of civic importance, all to improve the quality of our lives and our community.",
    "Productions": "First Coast Connect - Hosted by Melissa Ross, this one-hour call-in program features local newsmakers, civic and community leaders, arts, activities and more, along with spot news features and a weekly roundtable of local journalists. Launched in August 2009, First Coast Connect recently celebrated its 5th anniversary. \nFirst Coast Forum - A quarterly series of interactive community forums designed to address critical challenges facing Florida's First Coast and to engage the community in resolving them. Each program brings First Coast business and community leaders together for discussion, and gives community members an opportunity to weigh in. Launched in July 2001, the quarterly forums broadcast live on TV and radio. \nHometown - Discover the stories of the people, places and events that are unique to the Northeast Florida and Southeast Georgia area. Hometown, produced locally by WJCT Public Broadcasting, is [available OnDemand](https://www.wjct.tv/programs/).",
    "Name": "WJCT-FM",
    "location": [30.2811137, -81.570073]
  },
  "UHouston": {
    "Short name": "University of Houston",
    "State": "Texas",
    "City": "Houston",
    "Logo": "uh_logo.png",
    "Url": "https://libraries.uh.edu/branches/special-collections/",
    "About": "The University of Houston began as Houston Junior College in 1927 under the administration of the Houston Independent School District. In 1934, as the result of legislation signed by Governor Miriam A. Ferguson, two additional years of study were added to the curriculum, and the school was reconceived as the University of Houston (UH). From its early years, UH's mission was to educate the working class men and women of Houston and the surrounding area and saw significant growth during the post-WWII era. In 1950, UH launched the nation's first university-licensed radio station, KUHF-FM, and on May 25, 1953, the university-owned television station KUHT went on the air as the first television station in the United States to broadcast under an educational non-profit license. Today, UH serves over 43,000 students and is the second most diverse university in the nation.",
    "Name": "University of Houston",
    "location": [29.71988, -95.3422444]
  },
  "1419": {
    "Short name": "Appalshop, Inc.",
    "State": "Kentucky",
    "City": "Whitesburg",
    "Logo": "",
    "Url": "https://www.appalshop.org/",
    "About": "",
    "Productions": "",
    "Name": "Appalshop, Inc. (WMMT and Appalshop Films)",
    "location": [37.1167558, -82.821586]
  },
  "1559": {
    "Short name": "Cincinnati Public Radio",
    "State": "Ohio",
    "City": "Cincinnati",
    "Logo": "",
    "Url": "https://www.cincinnatipublicradio.org/",
    "About": "",
    "Productions": "",
    "Name": "Cincinnati Public Radio (WGUC-FM, WMUB-FM, WVXU-FM)",
    "location": [39.1031182, -84.5120196]
  },
  "1809": {
    "Short name": "New Jersey Network",
    "State": "New Jersey",
    "City": "Trenton",
    "Logo": "njn_logo.png",
    "Url": "https://www.njtvonline.org/",
    "About": "In 1968, the \"New Jersey Public Broadcasting Authority Act of 1968\" established the New Jersey Public Broadcasting Authority (“NJPBA”) in response to the perceived lack of coverage by both commercial and public broadcasters of public affairs in New Jersey. NJPBA was tasked with promoting \"the intellectual, cultural and civic development of the community by providing a broad range of programs for all ages.\" NJPBA is the FCC licensee of four television broadcast stations and three television translators, which are operated in concert as a statewide network.  \nOver 40 years of broadcasting, the NJPBA, operating under the name of New Jersey Public Television and then New Jersey Network, became one of the nation's top public broadcasting producers of local content. The network developed and produced a live nightly news program, NJN News, along with several award-winning series and specials with a focus on public affairs, covering topics ranging from politics and the New Jersey Statehouse to education, health and medical affairs, environmental issues, youth violence, urban affairs, sports, and business in New Jersey. \nIn July 2011, the NJPBA entered into a Programming and Services Agreement with Public Media, NJ (“PMNJ”), a New Jersey, not-for-profit corporation, to provide public television programming and services on the network under the name of NJTV and online at NJTVonline.org. Today, NJPBA works to ensure that PMNJ continues to provide high-quality, non-commercial programming that serves the needs and interests of the citizens of New Jersey and furthers NJPBA's educational objectives.  NJPBA is also the steward of the historically and culturally valuable NJN program library, which contains an estimated 80,000 to 100,000 media assets that cover 40,000 to 50,000 hours of material. NJPBA is working toward the goal of cataloging, preserving, and making the 40 years' worth of media content created by NJN available to the public.",
    "Productions": "NJN News - A 30-minute daily news program focused on the issues and events relevant to New Jersey's citizens.   \nOn the Record - A 30-minute weekly program featuring one-on-one interviews with New Jersey newsmakers and lawmakers. \nReporters Roundtable with Michael Aron - A 30-minute weekly program featuring reporters discussing New Jersey's political scene.   \nImages/Imagenes - The longest running Latino community program in the history of PBS, this 30-minute weekly program focused on cultural events and public affairs in the Hispanic community and featured the annual special, NJN Hispanic Youth Showcase, which provided scholarships for some of New Jersey's finest young Hispanic dancers, musicians, and singers. \nState of the Arts - A 30-minute weekly program on location with creative personalities in New Jersey. \nDue Process - A 30-minute weekly program addressing contemporary legal issues and featuring various legal professionals and experts.   \nAnother View - A 30-minute monthly public affairs program focused on New Jersey's African-American communities.   \nClassroom Close-up, NJ - A 30-minute weekly program featuring New Jersey's public school success stories.",
    "Name": "New Jersey Network",
    "location": [39.4737328, -74.5212157]
  },
  "NCSG55098": {
    "Short name": "Nashville Public Television",
    "State": "Tennessee",
    "City": "Nashville",
    "Logo": "npt_logo.png",
    "Url": "https://www.wnpt.org/",
    "About": "Nashville Public Television, Nashville's PBS station, is available free and over-the-air to nearly 2.4 million people throughout the Middle Tennessee and southern Kentucky viewing area. NPT's three broadcast channels are NPT, the main channel; secondary channel NPT2; and NPT3, a 24/7 PBS Kids channel. NPT is also available to anyone in the world through its array of NPT digital services, including wnpt.org, YouTube channels and the PBS video app. NPT provides, through the power of traditional television and interactive digital communications, quality educational, cultural and civic experiences that address issues and concerns of the people of the Nashville region, and which thereby help improve the lives of those we serve. \nWNPT, Nashville's independent nonprofit PBS station, is operated by licensee Nashville Public Television, Inc.",
    "Productions": "",
    "Name": "Nashville Public Television",
    "location": [36.134955, -86.7653169]
  },
  "4721": {
    "Short name": "WDVX",
    "State": "Tennessee",
    "City": "Knoxville",
    "Logo": "wdvx_logo.png",
    "Url": "https://www.wdvx.com/",
    "About": "WDVX:  Grassroots Radio \nWDVX Radio came into existence because a like-minded bunch of people around East Tennessee wanted a radio station that represented the culture of the region and celebrated the music that emerged from generations of people swapping tunes and playing on the porch, and its modern evolution.  Cumberland Communities Communications Corporation was incorporated in 1991, the first step in creating the radio station.   \nRadio Station in a Camper \n\nAs happens with grassroots efforts, it was November 1997 when WDVX actually went on the air.  The efforts of a number of passionate people brought a new sound to East Tennessee and the world.  At its foundation were Campbell County native and DJ Tony Lawson (now WDVX Program Director), broadcast engineer Don Burggraf, and a small board of directors that included Appalachian land trust innovator Marie Cirillo. A small, donated camping trailer parked in a campground off I-275 became the station's first permanent home.   \nThe station plays a wide range of music:  Bluegrass, Blues, Gospel, Old Time, Celtic, Alt-Country, early Jazz, classic Country, Cajun, American roots, and on and on.  \nIn 2004, WDVX moved into new studios inside the new Knoxville Visitor Center in downtown Knoxville, and a brand new tradition was born.   The Blue Plate Special, which had been a short set of recorded music in the camper with occasional live performances, developed into a daily live lunch-time concert before a studio audience.  Nowadays the show is 6 days a week, always at noon, and features two acts – local or touring musicians who provide top entertainment to music fans from around the globe.  \nLive performance is a big part of WDVX programming.  The station also produces a monthly show for kids and kids at heart called “Kidstuff,” “First Friday Live,” to coincide with the city's monthly arts celebration and “Tennessee Shines,” a weekly radio music and spoken word program that originates from a local musical pub.   \nWDVX produces at least three free live concerts in the downtown Knoxville's Market Square each year, and a festival at Ijams Nature Center, a 244-acre park minutes from downtown Knoxville.   \nThe station airs Tennessee Farm Table, a weekly, locally produced program that features area farmers, seed savers, chefs, and food enthusiasts. \nWDVX partners with community organizations throughout the area to promote the arts and culture of the region.  We invite you to tune in at 89.9 FM, 102.9 in downtown Knoxville, 93.9 in Seymour/Seven Islands area, wdvx.com, or attend a live performance and become part of East Tennessee's Own.",
    "Productions": "The WDVX Blue Plate Special – Monday through Saturday live radio show with audience \nTennessee Shines – weekly radio show with audience \nKidstuff – monthly live radio show with audience \nFirst Friday Live – monthly live radio show with audience \nWorld Class Bluegrass  - series of bluegrass shows at local theatres \nTennessee Farm Table – locally produced food show \nSpecialty shows produced by volunteer announcers: \nHillbilly Fever – Classic Country \nRumble – Rockabilly \nHighway Companion – Musician Noah Wall interviews others on tour and plays their music \nEast Tennessee Quiver – Recordings of early 20th century local musicians \nLouisian' Bon Temps – Cajun \nAmericana Pulse – Music and interviews with popular artists \nJohnny Mack's Friday Night Blues Attack – Six hours of blues \nClinch River Breakdown – Music of the Cumberland Mountains \nAcross The Water – Celtic Music  \nLast Night's Fun – Celtic Music  \nSwing Set – Swing Music \nSunday Jubilee – Live performance recordings and rare recordings",
    "Name": "WDVX-FM",
    "location": [35.9670727, -83.91951069999999]
  },
  "4857": {
    "Short name": "WFMU",
    "State": "New Jersey",
    "City": "Jersey City",
    "Logo": "wfmu_logo.png",
    "Url": "https://wfmu.org/",
    "About": "WFMU first went on the air in April 1958, then a part of Uppsala College in East Orange, New Jersey. Shortly before Uppsala's bankruptcy filing and closure on May 31, 1995, a group of station executives, personnel, and supporters formed Auricle Communications and bought the license from the college, making it a fully independent radio station. In August 1998 the station's studios and offices were relocated to a Jersey City facility purchased with listener donations. WFMU now broadcasts terrestrially and online. It has been the subject of various articles, [books](https://www.amazon.com/The-Best-LCD-Writing-WFMU-FM/dp/1568987153), and even a [film](https://www.wfmuthemovie.com/).",
    "Productions": "Aircheck - An hour of radio ghosts recaptured: once in a lifetime occurrences and remembrances (some from WFMU's own archives). This is no mere nostalgia trip; Aircheck seeks out some of the more unusual and unpredictable moments and personalities in radio that probably wouldn't get attention anywhere else. (notable episode: Oct 2, 2003: Daniel Johnston & Yo La Tengo) \nThe Hound - James \"The Hound\" Marshall playing what he considers good music; mostly \"Weird old records. Most of the stuff I like is just this really old R & B and Rockabilly, old instrumentals -- stuff like that.\" (notable episode: Mar 29, 1986: Hasil Adkins) \nRadio Thrift Shop - Host Laura Cantrell scours the bargain bins, church bazaars and yard sales for those forgotten rekkids of all RPM. Often scratchy, swingy and stringy. (notable episode: Jun 12, 2004: Baby Gramps) \nA Rough Mix with Steinski - A big record collection, a long memory, and a short fuse. (notable episode: Jun 20, 2014: monologues) \nGreasy Kid Stuff - A show of music for children of all ages. (notable episode: May 27, 2006: Pirates, robots, tap-dancing)",
    "Name": "WFMU",
    "location": [40.7165506, -74.0363764]
  },
  "1848": {
    "Short name": "WVIA Public Media",
    "State": "Pennsylvania",
    "City": "Pittston",
    "Logo": "wvia_logo.png",
    "Url": "https://www.wvia.org/",
    "About": "For almost 50 years WVIA Public Media offers broad-appeal programming for the entire family to enjoy both on WVIA-FM and WVIA-TV. From award winning Original Documentary Films, NPR News plus powerful & insightful Regional Programming WVIA inspires & captivates its listeners, online users and viewers. WVIA Public Media is proud to serve northeastern Pennsylvania, the Central Susquehanna Valley and beyond. WVIA Public Media is a catalyst, convener and educator, using media, partnerships, ideas and programs to advance the best attributes of an enlightened society.",
    "Productions": "",
    "Name": "WVIA",
    "location": [41.2938034, -75.77510269999999]
  },
  "1808": {
    "Short name": "New Hampshire Public Television",
    "State": "New Hampshire",
    "City": "Durham",
    "Logo": "",
    "Url": "https://www.nhptv.org/",
    "About": "",
    "Productions": "",
    "Name": "New Hampshire Public Television",
    "location": [43.1404192, -70.9482763]
  },
  "1438": {
    "Short name": "New England Public Radio",
    "State": "Massachusetts",
    "City": "Amherst",
    "Logo": "nepr_logo.png",
    "Url": "https://nepr.net/",
    "About": "On May 6, 1961 the first signal from newly named WFCR (Four College Radio (Amherst, Mount Holyoke and Smith Colleges, and UMass Amherst) came from a 10-watt transmitting site at Springfield Trade High School, under a license held by GBH. \nOver fifty years later, New England Public Radio's frequencies WFCR and WNNZ are proud to serve over 165,000 weekly listeners throughout western New England from Hartford, CT to Brattleboro, VT with music, news and entertainment programs twenty-four hours a day, seven days a week.",
    "Productions": "Five College Forum",
    "Name": "WFCR",
    "location": [42.10359810000001, -72.5953316]
  },
  "NCSG55099": {
    "Short name": "Internet Archive",
    "State": "California",
    "City": "San Francisco",
    "Logo": "internet_archive_logo.png",
    "Url": "https://archive.org/",
    "About": "",
    "Name": "Internet Archive",
    "location": [37.7823156, -122.4717583]
  },
  "4502": {
    "Short name": "KWSO",
    "State": "Oregon",
    "City": "Warm Springs",
    "Logo": "kwso_logo.png",
    "Url": "https://kwso.org/",
    "About": "The Confederated Tribes of Warm Springs (CTWS) is a federally recognized Indian Tribe located in Central Oregon 104 miles south of Portland and 60 miles north of Bend, just off Highway 26. The Warm Springs Reservation consists of 640,000 acres and is home to three (3) tribes, the Warm Springs, Wasco, and Paiute Tribes.  KWSO 91.9 FM is a Non-Commercial Community radio station owned and operated by the Tribes and first aired in September 1986. With 4,300 watts of power, and a transmitter atop Eagle Butte, KWSO broadcasts 7 days a week, 24 hours a day. The radio station broadcasts local news and information, cultural programming and music, and reaches 50,000 people in all of Jefferson County and into Wasco, Crook and Deschutes Counties with a primary focus on the residents of the Warm Springs Indian Reservation.  In 2009 KWSO moved into the Warm Springs Media Center which was funded by the CTWS, Meyer Memorial Trust and the Corporation for Public Broadcasting Community Service Grant Program. This eco-friendly building features a 11.4 kilowatt solar panel array and also houses the Spilyay Tymoo, a community newspaper published by the CTWS.  The mission of KWSO radio is to provide Warm Springs with quality radio programming that: delivers local news and information; promotes education, cultural knowledge and language preservation; and increases awareness of social, health and safety issues.",
    "Productions": "The Warm Springs Program and Our People and Mother Earth - KWSO continues ongoing production of these weekly news magazines.  \nTalking Drum - KWSO produced this show for the NV1 network for several years, and formerly produced “Groove Central Radio.”  \nVeterans Day programming- KWSO alters format to honor veterans with special programming all day on Veteran's Day, featuring history of Native American Service and interviews with local Veterans from the past and present.  There is currently 12 hours of locally produced Veteran's Day content. \n\nWe Shall Remain - KWSO produces this [radio hour](https://www.prx.org/series/31158-we-shall-remain)",
    "Name": "KWSO-FM (Warm Springs Community Radio)",
    "location": [44.7675958, -121.2562144]
  },
  "NCSG55089": {
    "Short name": "WUNC",
    "State": "North Carolina",
    "City": "Chapel Hill",
    "Logo": "",
    "Url": "https://wunc.org/",
    "About": "",
    "Productions": "",
    "Name": "North Carolina Public Radio - WUNC",
    "location": [35.8999488, -79.01255379999999]
  },
  "1818": {
    "Short name": "Mountain Lake PBS",
    "State": "New York",
    "City": "Plattsburgh",
    "Logo": "mountain_lake.png",
    "Url": "https://mountainlake.org/",
    "About": "For over 40 years, Mountain Lake PBS has been the public media station for the Adirondacks, Champlain Valley, Montreal and everywhere in between. \nLocated in Plattsburgh, NY, Mountain Lake PBS serves a vast audience in New York, Vermont, Quebec and Ontario with acclaimed PBS series such as Antiques Roadshow, Nova and Masterpiece, local productions including Mountain Lake Journal, and highly respected local documentaries like the Emmy Award-winning ARTS IN EXILE: Tibetan Treasures in Small Town America and ON HOME GROUND: Life after Service. \nMountain Lake PBS provides unique services and events to families and educators throughout the region, focused on early childhood literacy and STEAM (Science, Technology, Engineering, Arts, and Math) education, and partners with local organizations to strengthen educational opportunities and access in our region.",
    "Productions": "",
    "Name": "Mountain Lake PBS (WCFE)",
    "location": [44.7057016, -73.48177989999999]
  },
  "1799": {
    "Short name": "KCPT",
    "State": "Missouri",
    "City": "Kansas City",
    "Logo": "kcpt_logo.png",
    "Url": "https://www.kcpt.org/",
    "About": "On March 29, 1961, Channel 19 signed on the air as KCSD, an instructional  television station owned and operated by the Kansas City Missouri School  District. Ten years later, when the district chose to relinquish its broadcast  license, a group of civic leaders including Homer Wadsworth and Charles Curran  used gifts from George Powell, Sr. and John Francis to provide for the  establishment of a non-profit agency to create a public television station  for Kansas City and the surrounding areas of Kansas and Missouri. Ownership  of the broadcast license was granted in January 1972, creating a  community-licensed public television station operating under the call  letters KCPT. KCPT began transmitting national programs offered by the  Public Broadcasting Service (PBS) in 1970. \nToday KCPT is a telecommunications center serving over 2.2 million potential  viewers with quality television programs available to anyone with a television  set within a 34-county radius. Though now a community licensee, KCPT continues  to provide education services to more than 120,000 students and 8,000+  teachers in K-12 schools with instructional television and online services  within Missouri and Kansas. The station also provides educational programming  and support services to early childhood students, parents and teachers and  college distance learning efforts. 2013 brought two major changes to KCPT.  The station purchased The Bridge, 90.9FM, a public radio all music format  station, placing great emphasis on local musicians, and opened the Hale  Center for Journalism focusing resources on regional stories.",
    "Productions": "- KC Illustrated - Marquee - State House Debates",
    "Name": "KCPT (KCPT Public Television 19)",
    "location": [39.0706577, -94.58355189999999]
  },
  "1323": {
    "Short name": "KGNU",
    "State": "Colorado",
    "City": "Boulder",
    "Logo": "",
    "Url": "https://www.kgnu.org/",
    "About": "",
    "Productions": "",
    "Name": "KGNU-FM",
    "location": [39.7530582, -104.9894745]
  },
  "1789": {
    "Short name": "WGVU Public TV and Radio",
    "State": "Michigan",
    "City": "Grand Rapids",
    "Logo": "wgvu_logo.png",
    "Url": "https://www.wgvu.org/",
    "About": "WGVU Public Media's continued mission is to provide educational, informative, and entertaining programs and events to the community as a service of Grand Valley State University. WGVU is proud to serve the 28 counties of west and southwest Michigan providing PBS programming on television, and serving as the only local NPR radio station affiliate in the area. WGVU offers the opportunity to explore new ideas through television, radio and online. More information about WGVU is available at www.wgvu.org, or you can follow WGVU on Twitter or like WGVU on Facebook.",
    "Productions": "",
    "Name": "WGVU Public TV & Radio",
    "location": [42.96350959999999, -85.6772628]
  },
  "NCSG55140": {
    "Short name": "Ross W. Duffin",
    "State": "California",
    "City": "Pasadena",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "Ross W. Duffin",
    "location": [34.1477849, -118.1445155]
  },
  "NCSG55111": {
    "Short name": "Media for the Public Good, Inc. / OutCasting Media",
    "State": "New York",
    "City": "Westchester County",
    "Logo": "",
    "Url": "https://mfpg.org/",
    "About": "",
    "Name": "Media for the Public Good, Inc. / OutCasting Media",
    "location": [40.97451797796585, -73.79127700117925]
  },
  "NCSG55125": {
    "Short name": "Inflection Point with Lauren Schiller",
    "State": "California",
    "City": "San Francisco",
    "Logo": "InflectionPointlogo.png",
    "Url": "https://www.inflectionpointradio.org/",
    "About": "Inflection Point with Lauren Schiller is a nationally syndicated public radio show and podcast about how women rise up, produced in partnership with KALW 91.7FM local public radio in San Francisco and PRX (Public Radio Exchange). \nCreated and hosted by Lauren Schiller, it launched in March 2015 during Women's History Month. Inflection Point takes a close-up look at the changing roles of women in the US by talking directly with women leaders about how they take action and make change in politics, academia, the arts, business, activism, and more.  \nWhen it launched, Inflection Point was in the vanguard of radio programs–as one of the only nationally syndicated shows, and one of the first podcasts ever–dedicated exclusively to featuring conversations with women about how they build power, what they do with it when they have it, and what still stands in their way in the quest for an equal, just, and joy-filled world.",
    "Name": "Inflection Point with Lauren Schiller",
    "location": [37.7749295, -122.4194155]
  },
  "1328": {
    "Short name": "KUVO",
    "State": "Colorado",
    "City": "Denver",
    "Logo": "",
    "Url": "https://kuvo.org/",
    "About": "",
    "Productions": "",
    "Name": "KUVO-FM",
    "location": [39.75326435338076, -104.98946376347489]
  },
  "NewsHourProductions": {
    "Short name": "NewsHour Productions",
    "State": "District of Columbia",
    "City": "Washington",
    "Logo": "newshour_logo.png",
    "Url": "https://www.pbs.org/newshour/",
    "About": "With a history spanning five decades, the PBS NewsHour is consistently named the most trusted news program in the country and continues to earn some of journalism's highest honors.  Co-anchored by Gwen Ifill and Judy Woodruff, the PBS NewsHour continues the journalistic legacy first set forth by Robert MacNeil and Jim Lehrer – who established the nightly news program's mission of providing serious, long-form journalism to a nationwide audience.  PBS NewsHour reaches millions of viewers on PBS and via a [robust website](https://www.pbs.org/newshour/), multiple digital platforms and public radio in select markets.  NewsHour Productions LLC is a wholly-owned, non-profit subsidiary of WETA in Washington, DC.  In addition to the nightly news program, NewsHour Productions offers an extensive archival footage collection and produces special projects, documentaries and civic forums.",
    "Name": "NewsHour Productions",
    "location": [38.8436353, -77.0870891]
  },
  "NCSG55096": {
    "Short name": "National Records and Archives Administration",
    "State": "District of Columbia",
    "City": "Washington",
    "Logo": "NARA_logo.png",
    "Url": "https://www.archives.gov/",
    "About": "",
    "Productions": "",
    "Name": "National Archives and Records Administration",
    "location": [38.8936, -77.0232]
  },
  "1466": {
    "Short name": "Minnesota Public Radio",
    "State": "Minnesota",
    "City": "St. Paul",
    "Logo": "mpr_logo.png",
    "Url": "https://minnesota.publicradio.org/",
    "About": "Minnesota Public Radio is one of the nation's premier public radio stations producing programming for radio, online and live audiences. MPR started at Saint John's University where Bill Kling, a student, found the support of Father Colman Barry, President of Saint John's, to launch a new college radio station. \nKSJR went on air on January 22, 1967 as a 40,000-watt classical music FM station. This single station grew into Minnesota Public Radio and a number of other public media companies, collectively called the American Public Media Group. Today MPR operates a 44-station radio network serving nearly all of Minnesota and parts of surrounding states. Reaching 900,000 weekly listeners, MPR and its three regional services—MPR News, Classical MPR and The Current—produce programming for radio, online and live audiences.",
    "Productions": "Midday (1967-2012) \nA Prairie Home Companion (1974-present day) \nPipedreams (1982-present day) \nMPR News (1967-present day) \nThe Splendid Table (1994-present day) \nMarketplace (1989-present day",
    "Name": "KSJN-FM (Minnesota Public Radio)",
    "location": [44.94925357215632, -93.09545224936927]
  },
  "1755": {
    "Short name": "WYCC PBS Chicago",
    "State": "Illinois",
    "City": "Chicago",
    "Logo": "",
    "Url": "https://www.wycc.org/",
    "About": "",
    "Productions": "",
    "Name": "WYCC-TV20 PBS Chicago",
    "location": [41.7800028, -87.6430743]
  },
  "1896": {
    "Short name": "PBS Wisconsin",
    "State": "Wisconsin",
    "City": "Madison",
    "Logo": "wpt_logo.png",
    "Url": "https://pbswisconsin.org/",
    "About": "",
    "Name": "Wisconsin Public Television (WHA-TV)",
    "location": [43.0726553, -89.3999759]
  },
  "1896.2": {
    "Short name": "Wisconsin Public Radio",
    "State": "Wisconsin",
    "City": "Madison",
    "Logo": "wpr_logo.png",
    "Url": "https://www.wpr.org/",
    "About": "Wisconsin Public Radio is a 3-network, 34-startion regional group with a very long history.  Regular broadcasts began from our flagship station WHA (then the callsign was 9XM) before America's entry into World War I.  Our website has a nice list of our accomplishments: http://www.wpr.org/wprs-tradition-innovation",
    "Productions": "Chapter A Day - one of the longest-running programs in radio\nhistory, began on WHA when a radio guest cancels and the host decides to read\na library book to fill the hour. Listeners ask for more. In 1932, it's carried\nas a summer program. In 1939, it becomes a daily program and continues to this\nday. \n\nThe Larry Meiller Show - a midday show full of practical tips, traces its\nroots back to the earliest days of noontime weather and farm-market reports. \n\nMichael\nFeldman's Whad'Ya Know? - one of WPR's shows that is distributed nationwide.  This\nshows, offering music, humor, quizzes has been running for thirty years. \n\nTo\nthe Best of Our Knowledge - another long-running WPR show that is distributed\nto many other public radio stations. \n\nYou can see a full list of our programs\nunder the \"Shows\" tab on any of our webpages. You'd be hard-pressed to find\nanother public radio organization producing as many shows.",
    "location": [43.0728, -89.4002]
  },
  "1761": {
    "Short name": "WTIU",
    "State": "Indiana",
    "City": "Bloomington",
    "Logo": "wtiu_logo.png",
    "Url": "https://indianapublicmedia.org/tv/",
    "About": "Signing on the air on March 3, 1969, WTIU is the public television station  licensed to Indiana University, operating out of the Radio and TV Center on  the Bloomington, Indiana campus. \nThe station serves south central Indiana, including the cities of Bloomington,  Bedford, Columbus, and Terre Haute, and outlying communities. Through Satellite  we now reach Indianapolis.  Approximately 587,525 TV households are included  in the viewing area, cable, satellite, broadband and over-the-air combined,  reaching an estimated 1,492,313 viewers. \nOver 100 Indiana University students, from Indiana University's Media School  and many other disciplines, complement their academic training and develop  marketable skills through real-world experience gained by working alongside  the station's staff. \nWith the television digital conversion in 2009, WTIU began broadcasting four  separate channel streams — TIU HD, TIU World, TIU Family and TIU Espanol.  \nWTIU is a member station of PBS, Indiana's Public Broadcasting Stations, and  The Association of Public Television Stations.",
    "Productions": "Locally-produced programs include daily news breaks and a weekly magazine  program covering people, places, and events from across the state entitled The Weekly Special.  \nThe Friday Zone, WTIU's own weekly Emmy Award-winning children's program,  features activities and guests including performance and visual artists, and scientists. \nIndiana Newsdesk covers the economy, politics, education and the environment  for the WTIU viewing area. This weekly show from WTIU/WFIU News focuses on  stories that have impact on our community, our state and our region. There  are a number of other programs currently in production. \nRecent local documentaries include Spirit of Orange County, Bill Cook: A Heck  of a Ride, Bloomington: Remember When, Spirit of Brown County, Shadows Of  Innocence, the Hoosier Hospitality series, the Indiana Legends series,  Goose Pond: The Story Of A Wetland & Its Neighbors, and the Emmy Award-winning  Sugarplum Dreams: Staging The Nutcracker Ballet, and West Baden Springs:  Save of the Century.",
    "Name": "WTIU (Public Television from Indiana University)",
    "location": [39.1694444, -86.5186111]
  },
  "1720": {
    "Short name": "KQED",
    "State": "California",
    "City": "San Francisco",
    "Logo": "kqed_logo.png",
    "Url": "https://www.kqed.org/",
    "About": "When KQED went on the air in 1954, it was one of a handful of stations in a new field referred to as the “educational TV movement.” Conceived initially as a teaching tool, the station quickly broadened its scope to include entertainment and public affairs programming. The young station made a name for itself by airing the famous 1958 Teller-Pauling debate on nuclear fallout as well as controversial inquiries into homosexuality, racial prejudice and communism.  \nKQED originated the idea of selling memberships, staging an annual auction and developing other fundraising methods that became widespread throughout the public television system. \n\nDuring the 1968 San Francisco newspaper strike, KQED founded Newspaper of the Air, public television's first daily news program. Ten years later, KQED, for the first time, broadcasts a full seven-day schedule with the addition of Saturday afternoon programming. \nKQED Public Radio became the first station — commercial or noncommercial — to try an all-news format on FM. On August 12, 1987, the station changed format from a classical music station that also aired Morning Edition and All Things Considered to an all news and information station. Two years later, KQED Public Radio becomes an around-the-clock, in-depth news and public affairs broadcasting station on July 1. In 1993, it is the most-listened-to public radio station in the country. \nIn January 1995, KQED publicly launched its website featuring program listings, press releases and content from San Francisco Focus magazine. And five years later, KQED-TV enters the digital age by broadcasting a high definition signal and soon launched five new digital channels: KQED HD, KQED Encore, KQED World, KQED Life and KQED Kids. \nIn 2011, KQED Public Radio becomes not only the most-listened-to public radio station in the nation, but the most-listened-to radio station in the Bay Area. KQED Public Television defies the national curve by increasing viewership, which often places it as the most-watched public television station in America. Usage of KQED's online and mobile services has more than tripled in the past 18 months -- and that was before the launch of the KQED iPhone app. With the development of public media's first radio Pledge Free Stream and the use of social media with thousands of friends and subscribers on Facebook, Twitter and Interactive blogs, KQED's reach continues to expand. That April, KQED rolls out an alternative to the classic pledge drive that April. The Pledge-Free Stream was the first time any public radio station offered members the option of listening on their computers or smartphones without pledge-break interruptions.  \nIn December 2012, KQED entered into an innovative partnership with the Knight Foundation to create Matter Ventures, a startup accelerator and early-stage venture capital fund that supports and invests in media entrepreneurs working to create a more informed, connected and empowered society. \nBy 2014, KQED Public Television stations are often the nation's most watched public television stations in prime time, and KQED Public Radio is the most-listened-to public radio station in the nation. Additionally, KQED's social media has more than 1 million fans across all channels.",
    "Productions": "",
    "Name": "KQED",
    "location": [37.811258232639474, -122.41694566616025]
  },
  "1823": {
    "Short name": "WPBS",
    "State": "New York",
    "City": "Watertown",
    "Logo": "",
    "Url": "https://www.wpbstv.org/",
    "About": "",
    "Productions": "",
    "Name": "WPBS",
    "location": [43.9773591, -75.9367366]
  },
  "1502": {
    "Short name": "New Hampshire Public Radio",
    "State": "New Hampshire",
    "City": "Concord",
    "Logo": "",
    "Url": "https://nhpr.org/",
    "About": "",
    "Productions": "",
    "Name": "New Hampshire Public Radio",
    "location": [43.192541, -71.5327475]
  },
  "1881": {
    "Short name": "PBS Utah",
    "State": "Utah",
    "City": "Salt Lake City",
    "Logo": "pbsutah_logo.png",
    "Url": "https://www.pbsutah.org/",
    "About": "PBS Utah (KUED-TV), licensed to The University of Utah, is the sole PBS member station serving Utah, providing the state with access to quality programs 24 hours a day, on four broadcast channels. PBS Utah provides service to one of the largest geographic areas of any public television station in the country, reaching portions of five states — including all of Utah and parts of Wyoming, Idaho, Nevada, and Arizona — through the use of three broadcast transmitters and a network of over 85 translator relay stations. \nPBS Utah airs national PBS programming in addition to award-winning, locally produced documentaries and series. Recognized as one of the leading public television stations in the country, PBS Utah is committed to serving and engaging with the Utah community through its diverse productions, as well as its educational and outreach programs. PBS Utah is always evolving to provide Utahns with relevant programming and services while maintaining its core values of integrity, fairness, independence, education, and innovation. \nPBS Utah first signed on the air under call letters KUED on January 20, 1958, with an episode of “The Friendly Giant.” Original broadcasts were set up from improvised studios in the basement of the old student union building on The University of Utah campus. The station had humble beginnings, with the use of primitive equipment, a donated transmitter (thanks to a donation from Time-Life Inc., then-owners of KTVT Channel 4, now KTVX) and a $100,000 grant from the Ford Foundation, KUED began broadcasting educational programming for the public in Utah. \nEarly programming was purely educational, in some cases consisting of nothing more than a teacher standing in front of a chalk board and lecturing. Nearly half of the programs aired were locally-produced, with the rest coming from National Educational Television (NET) and other distributors. When the Public Broadcasting Service (PBS) succeeded NET in 1970, the focus of programming shifted to both education and entertainment. \nIn 1993 the station moved to its current location, the Dolores Doré Eccles Broadcast Center. Moving to this new facility allowed KUED to grow and produce additional programming that previously had not been possible. \nKUED was the first station to ever win the Rocky Mountain Emmy Award of Excellence for the Best Overall TV Station, a major recognition of the station's commitment to serve the Utah community. \nToday, PBS Utah provides four digital channels: PBS Utah HD, WORLD, PBS KIDS 24/7, and Create. PBS Utah HD (7.1 or Comcast 658) offers the full PBS schedule in addition to a weekday block of PBS KIDS programming. WORLD (7.2 or Comcast 390) offers PBS documentaries, public affairs, and more. PBS KIDS 24/7 (7.3 or Comcast 391) offers trusted PBS KIDS programming at all hours of the day. Create (7.4 or Comcast 393) offers how-to, travel, cooking programs, and more.",
    "Productions": "Utah's World War Two Stories \nButch Cassidy and the Outlaw Trail \nReturn of the Wolves \nMaynard Dixon \nShadow of Hope \nOne Family's War \nJoe Hill \nLong Walk: Tears of the Navajo \nWallace Stegner \nBrigham Young \nChristmas with the Mormon Tabernacle Choir \nMartha Hughes Cannon \nSkull Valley: Radioactive Waste and the West \nLet the Women Vote! \nUtah: The Struggle for Statehood",
    "Name": "KUED",
    "location": [40.76727780159065, -111.8379007128377]
  },
  "1817": {
    "Short name": "Thirteen WNET",
    "State": "New York",
    "City": "New York",
    "Logo": "wnet_logo.png",
    "Url": "https://licensing.wnet.org/",
    "About": "“Tonight you join me on a great adventure,” legendary newscaster Edward R.  Murrow famously said as he introduced channel13, WNDT (“New Dimensions in  Television”) during the station's inaugural broadcast on September 16, 1962.  With that flip of a switch, the greater New York region's first public  television station was born. In 1970, WNDT merged with producer National  Educational Television (NET), eventually becoming WNET, parent company to  public television stations THIRTEEN and WLIW21 and operator of NJTV.",
    "Productions": "With that historic first broadcast, the station offered a relevant  alternative to the commercial networks that would set the gold standard for  decades to come. Signature programming included: \nThe 1960s: New York Television Theater (1965), featuring noted actors as  Sada Thompson and James Earl Jones; Dustin Hoffman's TV debut in NET  Playhouse: Journey of the Fifth Horse (1966); and for the first time on  television, issues concerning the black community were covered on variety  programs, Black Journal (1968) and SOUL! (1968). \nThe 1970s: public affairs series, Bill Moyers Journal (1971) debut for the  first time; Emmy Award-winning satire series The Great American Dream  Machine (1971); kids series Zoom (1972); experimental arts workshop, The TV  Lab (1972) featuring artists Nam June Paik, Bill Viola, William Wegman and  others; real-life drama played out by the Loud family on An American Family  (1973); dramatic mini-series The Adams Chronicles (1976) showcased John  Adams and his descendants; and Great Performances' Dance in America was  introduced, becoming one of the first program's in the United States devoted  entirely to dance (1976).  \nThe 1980s: Nature (1982) debuts with The Flight of the Condor; Celeste Holm  in The Shady Hill Kidnapping premiered on American Playhouse (1982);  national news program, The MacNeil/Lehrer NewsHour (1983) debut; and  American Masters (1986) presented revealing portraits of Charlie Chaplin,  Billie Holliday, and Aaron Copland, among others during its premiere season. \nThe 1990s: The first broadcasts of a Three Tenors concert (1990); Charlie  Rose (1991) debuts; on American Playhouse, Armistead Maupin's Tales of the  City became one of the most talked-about series of the year (1994); Thirteen  Online (1995) went live on the web; City Arts (1995) showcased the cultural  diversity of the city; and Religion & Ethics NewsWeekly (1997) debut.  \nIn 2000, EGG the arts show and The 1900 House premiered. After the September  11, 2001 attacks, THIRTEEN live broadcasts programs designed to help viewers  understand and cope with tragedy, including New York Voices (2001). In 2002,  the animated children's math series Cyberchase debut. Also in the 2000s,  online series Mission US and Oh Noah! helped kids learn history and foreign  language skills. In 2010, The Tisch WNET Studios at Lincoln Center open at  66th Street and Broadway and in 2012, the first annual American Graduate  Day, a day-long multiplatform event to help communities bolster graduation  rates, premiered.  \nToday, the legacy continues with new episodes from THIRTEEN's signature  series American Masters, Great Performances and Nature and newer series  such as Secrets of the Dead, Shakespeare Uncovered, and Women, War & Peace.",
    "Name": "Thirteen - New York Public Media (WNET)",
    "location": [40.7621052, -73.98674539999999]
  },
  "1846": {
    "Short name": "WQED",
    "State": "Pennsylvania",
    "City": "Pittsburgh",
    "Logo": "wqed_logo.png",
    "Url": "https://www.wqed.org/",
    "About": "WQED was the nation's first community-supported television station and went on the air on April 1, 1954.  In 1973, Classical WQED-FM 89.3 was founded as the region's only 24-hour classical radio station. \nToday, WQED is educational public media with four television programming streams: WQED-TV; WQED: The Neighborhood Channel; WQED: The Create Channel; and WQED Showcase; three radio streams: WQED-FM 89.3; WQEJ-FM 89.7/Johnstown; The Pittsburgh Concert Channel at WQED-FM HD-2 and www.wqed.org/fm online provide WQED content to all residents in the viewing and listening area, and online around the world;  local and national television and radio productions; WQED Interactive, and iQ: smartmedia, WQED's Educational initiative. \nThroughout its history, WQED has partnered with hundreds of local community organizations toward improvements in education; arts and culture; community health; economics; and important local issues through its form of civic journalism.  As the only community-owned multimedia resource in the region, WQED is a convener, a central gathering place, and a conduit for other local non-profit organizations. \nWQED has exported the region nationally with projects like The War That Made America, a four part historical documentary on the French and Indian War that aired nationwide on PBS; national cooking shows with Chris Fennimore; the Doo Wop music franchise; weekly national radio broadcasts of the Pittsburgh Symphony Orchestra and a continuing series of local and national documentaries by Emmy Award-winning producer Rick Sebak.  \nWQED recenlty produced August Wilson: The Ground On Which I Stand, which aired nationally on PBS American Masters in February 2015.  The documentary focsues on the life and work of Pittsburgh-native and Pulitzer Prize-winning playwright August Wilson and includes an extensive educational initiative in key cities across the country. \n\nWQED is one of the busiest producers of local programming in the PBS system. In addition to the local and national documentaries, WQED produces and airs local programs that capture the stories of advancement, arts and diversity in our region.  \nClassical WQED-FM is “the voice of the arts in western Pennsylvania” by highlighting all that the station has meant for the region with retrospectives, tributes, community events, and celebrations. WQED-FM has offered classical and fine arts and cultural programs since its inception in 1973, allowing listeners to hear live and recorded classical performances and learn the latest arts and culture news from Pittsburgh and around the world. Listeners can hear WQED-FM at 89.3 and on its repeater stations, WQED-FM89.7 /Johnstown.  \nWQED Interactive, a media portal to the world, makes the aforementioned WQED programs all the more accessible to viewers and listeners, any time, and any place. WQED reaches more than 37,000 people through social media.  \niQ: smartmedia is our strategy for education to capitalize on what kids have inside of them and to capture that potential. Around it revolves all of WQED's educational goals and objectives: to provide new tools and models, thought leadership, research, and training on the intersection of media and learning to prepare our children for a competitive world. We provide content for science and technology; literacy; global cultures and connections; expression; social and community responsibility; numeracy; and behavioral wellness.",
    "Productions": "",
    "Name": "WQED-TV",
    "location": [40.56920732471083, -78.22240812302672]
  },
  "1427": {
    "Short name": "WWOZ",
    "State": "Louisiana",
    "City": "New Orleans",
    "Logo": "",
    "Url": "https://www.wwoz.org/",
    "About": "",
    "Productions": "",
    "Name": "Friends of WWOZ, Inc.",
    "location": [29.95106579999999, -90.0715323]
  },
  "NCSG55086": {
    "Short name": "KPCC",
    "State": "California",
    "City": "Pasadena",
    "Logo": "",
    "Url": "https://www.scpr.org/",
    "About": "",
    "Productions": "",
    "Name": "KPCC",
    "location": [34.1376149, -118.148452]
  },
  "NCSG55135": {
    "Short name": "KANW",
    "State": "New Mexico",
    "City": "Albuquerque",
    "Logo": "KANWlogo.jpg",
    "Url": "https://www.kanw.com/",
    "About": "",
    "Name": "KANW",
    "location": [35.074805, -106.6242858]
  },
  "NCSG55150": {
    "Short name": "Danielle Beverly, Petunia Productions LLC",
    "State": "Illinois",
    "City": "Evanston",
    "Logo": "",
    "Url": "https://petuniaproductions.net/",
    "About": "Petunia Productions LLC is an independent documentary film production company founded in 2005 by Danielle Beverly. Petunia Productions produces feature observational documentaries, with director and producer Danielle Beverly often working as a one-person crew.",
    "Name": "Danielle Beverly, Petunia Productions LLC",
    "location": [42.045748619149435, -87.68159571144598]
  },
  "NCSG55121": {
    "Short name": "KPR",
    "State": "Kansas",
    "City": "Lawrence",
    "Logo": "KPR-logo.png",
    "Url": "https://kansaspublicradio.org/",
    "About": "",
    "Name": "Kansas Public Radio",
    "location": [38.9649297, -95.25043149999999]
  },
  "NCSG55092": {
    "Short name": "Georgia Public Broadcasting",
    "State": "Georgia",
    "City": "Atlanta",
    "Logo": "",
    "Url": "https://www.gpb.org/",
    "About": "",
    "Productions": "",
    "Name": "Georgia Public Broadcasting",
    "location": [33.7861085, -84.39541109999999]
  },
  "NCSG55115": {
    "Short name": "University of Alabama Center for Public Television and Radio (CPT&R)",
    "State": "Alabama",
    "City": "Tuscaloosa",
    "Logo": "",
    "Url": "https://www.cptr.org/",
    "About": "",
    "Name": "University of Alabama Center for Public Television",
    "location": [33.2083149, -87.5503878]
  },
  "NCSG55144": {
    "Short name": "KGOU",
    "State": "Oklahoma",
    "City": "Norman",
    "Logo": "",
    "Url": "https://www.kgou.org/",
    "About": "",
    "Name": "KGOU",
    "location": [35.2048077, -97.44677399999999]
  },
  "1658.1": {
    "Short name": "KUOW Puget Sound Public Radio",
    "State": "Washington",
    "City": "Seattle",
    "Logo": "",
    "Url": "https://kuow.org/",
    "About": "",
    "Productions": "",
    "Name": "KUOW Puget Sound Public Radio",
    "location": [47.6617784, -122.3129948]
  },
  "1658.2": {
    "Short name": "KEXP",
    "Name": "KEXP-FM",
    "State": "Washington",
    "City": "Seattle",
    "Logo": "kexp_logo.png",
    "Url": "https://www.kexp.org/",
    "About": "Beginning as a tiny 10-watt station back in 1972, KEXP has grown\nover the years into an innovative, influential cultural force in the Seattle community\nand beyond. Some of the station's milestones include:\n\n1972 -KCMU begins broadcasting\nas a student-run station from a 10-watt transmitter at 90.5 FM atop McMahon Hall\non the University of Washington campus.\n\n1981- UW budget cuts mean KCMU becomes\na community supported, listener powered station.\n\n1982- Increased wattage (182-watts)\nmeans listeners hear KCMU outside the University District for the first time.\n\n1985-\nKCMU forges the musical philosophy and programming focus that defines us today,\nadding hip hop, roots, blues, contemporary global music, reggae, jazz, and more\nto its lineup.\n\n1986- KCMU moves to 90.3 FM, relocates its transmitter to Capitol\nHill, and boost its power to 400-watts so that listeners as far as 15 miles away\ncan pick up the signal.\n\n1991- Seattles grunge scene explodes and KCMU is there,\nchampioning local artists, venues, and record labels.\n\n1999- KCMU partners with\nthe UWs technology R&D team to develop innovative ways to serve more music lovers\nvia new media.\n\n2000- KCMU is the first station in the world to offer uncompressed\nCD-quality audio on the Internet. KCMU moves from its long-time home in the Communications\nBldg. (CMU) to Kane Hall.\n\n2001- With the help of venture philanthropy from the\nPaul G. Allen Family Foundation, KCMU becomes KEXP 90.3 FM, moving to its first\nhigh-tech studios. KEXP nearly doubles its wattage from 400 to 720, serving many\nmore people in the Puget Sound, and creates more ways for people across the world\nto enjoy the KEXP experience. KEXPs UW engineers develop radios first real-time\nplaylist.\n\n2002- KEXP launches radios first streaming archive. \n\n2003- KEXP develops\nradios first cell phone stream.\n\n2004- KEXP.org wins the Webby Award for Best\nRadio Website.\n\n2005- KEXP offers first live performance podcast.\n\n2008- KEXP\nteams up with Radio New York to produce Radio Liberation programming for the New\nYork airwaves. The programs aired through 2011.\n\n2011- KEXP renews its collaboration\nwith UW for a 30-year term.\n\n2012- KEXP celebrates its 40th anniversary. KEXP\npartners with Seattle Theater Group and Starbucks to launch the Little Big Show\nconcert series with 100% of proceeds from ticket sales benefitting arts-based\nprogramming and education for Seattle-area youth.\n\n2013- KEXP partners with the\nCity of Seattle to build its New Home at Seattle Center, revolutionizing the way\ncontemporary artists and music is championed and nurtured in our community and\nbeyond. As part of the iconic local labels Silver Jubilee, KEXP teamed up with\nSub Pop and Seattle Center to broadcast from the top of the Space Needle.\n\n2014-\nKEXP launches live video streaming service, KEXP Now. KEXP YouTube channel reaches\n500,000 subscribers and over 270 million views. UW Board of Regents formally transfers\nthe KEXP 90.3 FM broadcast license from its ownership at University of Washington\nto the Friends of KEXP nonprofit. This move helps secure KEXPs future to champion\nmusic and discovery for our three beneficiaries: music lovers, artists, and Seattles\nvibrant music community.\n\n2015- KEXP breaks ground on new home at Seattle Center.\nConstruction Begins February 2015 on KEXPs New Home.",
    "location": [47.6232, -122.355]
  },
  "1813": {
    "Short name": "WSKG Public Broadcasting",
    "State": "New York",
    "City": "Vestal",
    "Logo": "",
    "Url": "https://www.wskg.org/",
    "About": "",
    "Productions": "",
    "Name": "WSKG Public Broadcasting",
    "location": [42.104557, -75.986381]
  },
  "1710": {
    "Short name": "PBS SoCal",
    "State": "California",
    "City": "Costa Mesa",
    "Logo": "pbs_socal_logo.png",
    "Url": "https://www.pbssocal.org/",
    "About": "PBS SoCal is the primary PBS station for more than 18 million people across six diverse Southern California counties. They provide content and experiences that inspire, inform and entertain - over the air, online, in the community and in the classroom. PBS SoCal is a donor-supported community institution and a content channel of the Public Media Group of Southern California, formed by the 2018 merger of PBS SoCal and KCETLink Media Group.",
    "Productions": "PBS SoCal's production history under its former name, KOCE-TV, included content about Orange County and California.  The archive collection includes the “Orange County History Project,” and a statewide documentary series called “California Dreams.”  Public affairs series such as “Jim Cooper's Orange County” included many local election debates.  The assimilation of Southeast Asian immigrants following the Vietnam War was a significant content topic. The collection includes interviews with Pres. Gerald Ford, William F. Buckley, Howard Jarvis and many former Governors and US Senators.",
    "Name": "KOCE/PBS SoCal",
    "location": [33.69617270248519, -117.8858545216048]
  },
  "1724": {
    "Short name": "Rocky Mountain PBS",
    "State": "Colorado",
    "City": "Denver",
    "Logo": "rocky_mountain_logo.png",
    "Url": "https://www.rmpbs.org/",
    "About": "KRMA-TV (Rocky Mountain PBS) first went on the air on January 30, 1956, as Denver's instructional TV station licensed to Denver Public Schools. As Denver's first educational station, it broadcast for only two hours that inaugural day from a temporary studio in the Emily Griffith Opportunity School in downtown Denver.  KRMA was the 5th TV station to go on air in the Denver metro area and was Denver's first non-commercial station.  It was the 18th educational television station in the country. \nRecords show that as early as 1950, the Denver Public Schools, Denver Public Library, The University of Denver, the Rocky Mountain Radio Council of Denver and the Adult Education Council met to discuss educational television for Denver. In 1952, a community meeting was held to discuss the idea. This followed the FCC's action to set aside 242 channels in the VHG and UHF frequencies for nonprofit educational stations.  In the fall of 1953, the Denver Area Council for Educational Television was established to oversee the work and mission of KRMA for more than 30 years. \nOn May 1, 1987, the Denver Public Schools transferred the license to the Council for Public Television, Channel 6, Inc. Following this decision, KRMA started a capital campaign to raise $14.5 million to move on October 30, 1992 to its current studios in Denver at 1089 Bannock Street. Rocky Mountain PBS continues to be at this location today and has expanded its presence in Colorado by adding two additional studios, KTSC (Pueblo/Colorado Springs) and KRMJ (Grand Junction). \nIn recent years, Rocky Mountain PBS has expanded by merging with [I-News](https://inewsnetwork.org/), a Colorado-based nonprofit that produces in-depth journalism for media outlets across the region and [KUVO Radio](https://kuvo.drupal.publicbroadcasting.net/), a jazz, blues and news public radio station. \nRocky Mountain PBS has been on the air for 59 years and will celebrate its 60th anniversary on January 30, 2016. \n\nEach week, nearly 900,000 people throughout Colorado turn to Rocky Mountain PBS to discover inspiring local, national and international programming; find diverse viewpoints; score front row center seats to world-class performances; and experience lifelong learning opportunities.  \nRocky Mountain PBS is now Colorado's only statewide television network, with stations in Denver (KRMA), Pueblo/Colorado Springs (KTSC), Steamboat Springs (KRMZ), Grand Junction (KRMJ) and Durango (KRMU). \n\nThe entire history of Rocky Mountain PBS is being archived by an award-winning volunteer-driven project known as [“Station's Archived Memories”](https://www.rmpbs.org/volunteer/sam/) (SAM).  The archive project was founded in 2000. To date, the dedicated group of volunteers has meticulously collected and digitally archived over 50,000 photographs, 195 Oral History interviews, 15,000 Station documents, 3,500 Memorabilia pieces as well as inventoried 11,500 KRMA/Rocky Mountain PBS productions and digitally preserved 700 local programs.  To learn more about the archives at Rocky Mountain PBS or to learn how any public media station can establish an archive project, contact SAM@rmpbs.org.",
    "Productions": "Frying Pans West - (1968) Hosted by Mr. Sam Arnold and produced by Mr. Richard “Dick” Siceloff, the 1968 program is a compilation of recipes, anecdotes and little known facts about the early West and our American gastronomic heritage. \nGlenarm Place - (1983) Glenarm Place showcased a variety of local musical talent. It premiered May 7 1983, 10:30 PM. Produced by Kaye Lavine, hosted by Hank Troy and directed  by David Ryan.   DVD copies of “Glenarm Place” in the SAM archives.  Performances were simulcast in stereo with KCFR Radio (90.1 FM) \nThe Naturalists - (1973) KRMA's most ambitious project yet was undertaken beginning March 11, 1973.  Titled “The naturalists,” it is a program about four of America's greatest naturalists:  John Muir, Henry David Thoreau, John Burroughs and Theodore Roosevelt.  Jim Case,   KRMA's “Special Projects Cine Unit,” under the direction of Jim Case, produced the four-hour program series. Case believed the understanding of the work of these four men would be a valuable addition to the life of the nation. The four half-hour programs were produced by KRMA-TV under the supervision of the special projects director, James Case.  The objective of the series, is “to help contemporary society to re-learn the values and laws of nature these men came to slowly and naturally.” To assure accuracy, each shooting script was authenticated by a “content authority”--a man or woman who personally knew the naturalist or is an authority on his life and work. \nStateline - (1983) Stateline was a program dedicated to coverage of the Colorado State legislature. \nRocky Mountain Legacy - (premiered in July, 1994) Rocky Mountain Legacy sought out the stories of those who bravely faced the risks associated with any worthwhile endeavor.  Colorado was  populated  in the earliest days, by seekers: people seeking wealth, health or the wide open spaces of the west.  The gold rush days and the tuberculosis epidemic of the 1800s, the growth of the railroad industry in the mountain region and the Great Depression - these were just some of the reasons people were drawn to the Rocky Mountains.  Through journal entries, diaries and interviews,  the hardship and sacrifice as well as the triumph and satisfaction that built both urban and rural communities across Colorado are depicted in Rocky Mountain Legacy.",
    "Name": "Rocky Mountain PBS (KRMA)",
    "location": [39.158156, -108.732747]
  },
  "1775": {
    "Short name": "KET - Kentucky Educational Television",
    "State": "Kentucky",
    "City": "Lexington",
    "Logo": "",
    "Url": "https://www.ket.org/",
    "About": "",
    "Productions": "",
    "Name": "KET - The Kentucky Network",
    "location": [38.0245752, -84.50007289999999]
  },
  "NCSG55082-2": {
    "Short name": "James F. Voegeli",
    "State": "Wisconsin",
    "City": "Madison",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "James F. Voegeli",
    "location": [43.06, -89.38]
  },
  "1786": {
    "Short name": "Detroit Public Television",
    "State": "Michigan",
    "City": "Wixom",
    "Logo": "",
    "Url": "https://www.dptv.org/",
    "About": "",
    "Productions": "",
    "Name": "Detroit Public Television (aka DPTV and WTVS)",
    "location": [42.4976868, -83.52769579999999]
  },
  "NCSG55154": {
    "Short name": "WEMU-FM",
    "State": "Michigan",
    "City": "Ypsilanti",
    "Logo": "",
    "Url": "https://www.wemu.org/",
    "About": "In 1965, WEMU-FM came on the air as a small student-run public broadcasting program. Eastern Michigan University (EMU) students who were members of the WEMU Broadcasting Guild were responsible for broadcasting scheduled programs with oversight from faculty in the Speech and Dramatic Arts department. In 1977, it became a National Public Radio affiliate with a focus on local news, live EMU sports coverage, and jazz music. Though small in size and signal strength, WEMU-FM has established themselves as a midwest hub for jazz characterized by intelligent and inclusive programming and an educational approach to radio broadcasting.  \nWEMU-FM has a role beyond radio broadcasting as media partners in numerous jazz festivals, most notably as a founding media partner of the Montreux-Detroit International Jazz Festival (MDIJF) that was initiated in September, 1980, in part to show the world there was more to Detroit than automobiles. The largest free-of-charge jazz festival in the United States, MDIJF drew audiences of all cultural, economic, and gender backgrounds. Urban dwellers and suburbanites flocked to Hart Plaza on the banks of the Detroit River to sing, dance, and support local favorites and internationally-known jazz giants. Legends like Marcus Belgrave, Wayne Shorter, Dave Brubek, and Sun-Ra shared the stage with local artists like Paul Keller, Geri Allen, and Pepper Adams. As a founding media sponsor of MDIJF, WEMU-FM station managers and music directors were influential early on, encouraging the Renaissance group to use the MDIJF to elevate the local jazz scene and not just a parade of big names, and were directly responsible for booking, promoting, emceeing and recording the performances of the Detroit festival.(Jim Dulzo, interview by Matt Jones, Beulah, MI, May 7, 2020.) WEMU built the foundation for what has always been central to the The festival's ability to draw on a local lineage of jazz greats like Joe Henderson, Geri Allen, and the Jones Brothers, and balance that with national and international jazz greats, and also younger, up and coming talent.  \nNoting the community-unifying effect of MDIJF on the city of Detroit, WEMU brought that concept back to Ypsilanti in the form of three local jazz festivals - The Heritage Festival Jazz Competition, the Frog Island Jazz Festival, and the Depot Town Jazz Series. These Ypsilanti festivals came to serve as warm-up and wind-down gigs for musicians who were en route to or returning from MDIJF. Sun Ra performed on the Frog Island Jazz Festival stage in Ypsilanti. Linda Yohn, Music Director of WEMU for almost three decades and was also present at almost every jazz festival in Southeast Michigan in the late 1980s through to the early 2000s noted that what is documented throughout all of the WEMU recordings from this time period, and not just those from MDIJF, is a unique display of community sharing that will never happen again. Yohn noted the Detroit talent that would perform at the Freight House to audiences from University of Michigan, Michigan State University and Wayne State University, and the number of ‘firsts' for performers that happened at Frog Island and Heritage Fest show the importance of those festivals as a launch to the wider jazz community and for many who eventually played at the MDIJF. \nIn the winter of 2019, the recordings from WEMU-FM were transferred to Eastern Michigan University Archives and added to their existing collection of materials. See: https://aspace.emich.edu/repositories/2/resources/824",
    "Name": "WEMU-FM, holdings of the Eastern Michigan University Archives",
    "location": [42.2411499, -83.61299389999999]
  },
  "NCSG55131": {
    "Short name": "Viet-Radio Wichita",
    "State": "Kansas",
    "City": "Wichita",
    "Logo": "viet-radio_logo.jpg",
    "Url": "",
    "About": "",
    "Name": "Viet-Radio Wichita",
    "location": [37.6855053, -97.330961]
  },
  "NCSG55160": {
    "Short name": "American Public Television",
    "State": "Massachusetts",
    "City": "Boston",
    "Logo": "",
    "Url": "https://aptonline.org/",
    "About": "",
    "Name": "American Public Television",
    "location": [42.3573463, -71.055773]
  },
  "NCSG55120": {
    "Short name": "High Plains Public Radio",
    "State": "Kansas",
    "City": "Garden City",
    "Logo": "HPPR_Logo.jpg",
    "Url": "https://www.hppr.org/",
    "About": "Founded in 1980 in Pierceville, Kansas, High Plains Public Radio serves thousands of listeners across five states: western Kansas, eastern Colorado, the panhandles of Texas and Oklahoma, and the southwest corner of Nebraska. We operate 12 stations across the region, as well as six translators.",
    "Name": "High Plains Public Radio",
    "location": [37.971506011431195, -100.8418492594682]
  },
  "NCSG16": {
    "Short name": "Film and Media Archive, Washington University in St. Louis",
    "State": "Missouri",
    "City": "St. Louis",
    "Logo": "",
    "Url": "https://library.wustl.edu/spec/filmandmedia/about/",
    "About": "",
    "Productions": "",
    "Name": "Film & Media Archive, Washington University in St. Louis",
    "location": [38.6489549, -90.31249919999999]
  },
  "NCSG55093": {
    "Short name": "Center for Asian American Media",
    "State": "California",
    "City": "San Francisco",
    "Logo": "caam_logo.jpeg",
    "Url": "https://caamedia.org/",
    "About": "*The Center for Asian American Media* (CAAM) is a nonprofit organization dedicated to presenting stories that convey the richness and diversity of Asian American experiences to the broadest audience possible. CAAM funds, produces, distributes and exhibits works in film, television and digital media. For 37 years, CAAM has exposed audiences to new voices and communities, advancing our collective understanding of the American experience through programs specifically designed to engage the Asian American community and the public at large. \nItems in [The Center for Asian American Media Special Collection](https://americanarchive.org/special_collections/caam-collection) were digitized as part of the [American Archive of Public Broadcasting's Public Broadcasting Preservation Fellowship](https://pbpf.americanarchive.org/) by Fellow Tanya Yule, with a partnership between the Center for Asian American Media, The Bay Area Video Coalition and San José State University.",
    "Productions": "",
    "Name": "Center for Asian American Media",
    "location": [37.7758595, -122.4138534]
  },
  "NCSG55114": {
    "Short name": "WSRE",
    "State": "Florida",
    "City": "Pensacola",
    "Logo": "",
    "Url": "https://www.wsre.org/",
    "About": "",
    "Name": "WSRE",
    "location": [30.4783322, -87.1982074]
  },
  "NCSG55145": {
    "Short name": "Family of Charles A. Plank",
    "State": "Kentucky",
    "City": "Louisville",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "Family of Charles A. Plank",
    "location": [38.2526647, -85.7584557]
  },
  "1259": {
    "Short name": "KDLG",
    "State": "Alaska",
    "City": "Dillingham",
    "Logo": "",
    "Url": "https://kdlg.org/",
    "About": "",
    "Productions": "",
    "Name": "KDLG-AM",
    "location": [59.04262190000001, -158.464202]
  },
  "1797": {
    "Short name": "Twin Cities Public Television",
    "State": "Minnesota",
    "City": "St. Paul",
    "Logo": "tpt_logo.png",
    "Url": "https://www.tpt.org/",
    "About": "TPT has been around since Sept. 1957 and started as Minneapolis Educational Television. America's 26th public TV station (KTCA). Originally housed at the University of MN. Currently, one of the top 5 public television stations in the country.",
    "Productions": "Hoop Dreams \nNewton's Apple \nSciGirls \nConstitution USA with Peter Sagal",
    "Name": "Twin Cities Public Television (KTCA-TV)",
    "location": [44.9474002, -93.08779039999999]
  },
  "1735": {
    "Short name": "WUFT",
    "State": "Florida",
    "City": "Gainesville",
    "Logo": "",
    "Url": "https://www.wuft.org/",
    "About": "",
    "Productions": "",
    "Name": "WUFT-TV",
    "location": [29.6478351, -82.34752759999999]
  },
  "1802": {
    "Short name": "KMOS",
    "State": "Missouri",
    "City": "Warrensburg",
    "Logo": "",
    "Url": "https://kmos.org/",
    "About": "",
    "Productions": "",
    "Name": "KMOS",
    "location": [38.7568741, -93.7393218]
  },
  "1750": {
    "Short name": "Idaho Public Television",
    "State": "Idaho",
    "City": "Boise",
    "Logo": "",
    "Url": "https://idahoptv.org/",
    "About": "",
    "Productions": "",
    "Name": "Idaho Public Television",
    "location": [43.6177625, -116.2437461]
  },
  "1711": {
    "Short name": "KEET",
    "State": "California",
    "City": "Eureka",
    "Logo": "keet_logo.png",
    "Url": "https://www.keet.org/",
    "About": "KEET Public Television educates and enriches our communities by providing informative, entertaining programs and innovative outreach, creating public dialogue on local and global issues, and building vital community partnerships.",
    "Productions": "",
    "Name": "KEET",
    "location": [40.71671345976819, -124.20308776349815]
  },
  "1826": {
    "Short name": "Prairie Public Broadcasting",
    "State": "North Dakota",
    "City": "Fargo",
    "Logo": "prairie_logo.png",
    "Url": "https://www.prairiepublic.org/",
    "About": "What began with a hand-me-down trailer house headquarters and television transmitter tower on the edge of Fargo, North Dakota, is now a television and radio network that serves North Dakota, portions of its border states, and several communities in Manitoba, Canada. In service to households in the region for 50 years, Prairie Public is not showing signs of being over-the-hill. Rather, it continues to embrace technological advances in the medium while remaining remarkably close to the same mission it has had from the beginning—to deliver programs that educate, involve, and inspire, without commercial interruption.  \nThe organization was conceived in August of 1959 when a forward-thinking Dr. Ted Donat presided over the incorporation of the North Central Educational Television Association. In July of 1963, after nearly four years of planning and development, the first employee was hired, and North Central Educational Television was about to go live. The Association's first station, KFME-TV (Channel 13, Fargo), aired its first broadcast in January of 1964. \nThat first public television signal was an abbreviated three-hour schedule. Prairie Public's first local production, an English Literature course for Moorhead Minnesota's Concordia College, began in 1965. KFME began broadcasting in color in 1967, the same year President Johnson signed The Public Broadcasting Act.  \nNorth Central Educational Television had a growth spurt in the ‘70s, changed its name to Prairie Public Television, and expanded its broadcast area to include the entire state of North Dakota. In the ‘80s, radio broadcasts were added, and the brand has since changed to Prairie Public. \nPrairie Public is proud of its award-winning television documentaries, including an award-winning series about the history and culture of the Germans from Russia, a series of documentaries in collaboration with the Plains CO2 Reduction Partnership led by the University of North Dakota's Energy & Environmental Research Center, the nationally broadcast “Painting with Paulson” art instruction series, and documentaries about Homesteading, Prairie Churches, the Old Red Trail, Scandinavian Traditions, regional artists and musicians, and many more. \nPrairie Public has embraced new technology, adding web content, social media communications and online viewing and listening. The switch from analogue to digital broadcasting—Prairie Public was the first in the region to do so—allowed for more great programming for schools, more hours of non-violent children's programming for families, and the stunning clarity of high-definition television. Just as the public adjusted from black and white color back in the ‘60's, large high-definition televisions have become the norm in most households as Prairie Public turns 50.",
    "Productions": "",
    "Name": "Prairie Public Broadcasting",
    "location": [46.87855159999999, -96.7857412]
  },
  "1787": {
    "Short name": "WKAR",
    "State": "Michigan",
    "City": "East Lansing",
    "Logo": "wkar_logo.png",
    "Url": "https://wkar.org/",
    "About": "WKAR began broadcasting in 1922 on WKAR AM, with WKAR FM following in 1948 and WKAR TV in 1954. WKAR serves the mid-Michigan market with public broadcasting on WKAR Radio and WKAR-TV, with its reach expanding to an even wider audience with WKAR.org. Programming on WKAR's public radio stations, WKAR AM/870 and 90.5 WKAR, includes news and information, sports and classical music with National Public Radio programming supplemented with programs produced at WKAR, reflecting the community.  \nWKAR-TV has three television stations that not only broadcast programs from the Public Broadcasting Service (PBS) but also reflect the mid-Michigan community with a number of locally-produced series and specials. As part of the College of Communication Arts & Sciences at MSU, WKAR works closely with the next generation of broadcasters.  \nIn addition to programming on WKAR Radio and Television, WKAR offers a robust website, WKAR.org, that includes live streaming of 90.5 WKAR and AM/870, plus three online-only streams, WKAR Classical, WKAR Folk Alley and WKAR Jazz.",
    "Productions": "WKAR Television: \nOff the Record - Michigan public affairs and discussions with newsmakers featuring anchor Tim Skubick. \nQuizBusters - Weekly academic game show, where 64 students compete for scholarships to Michigan State University. \nBackStage Pass - Concerts series, recorded live in studio and at community venues and aired by public television stations in 82 markets across the country. \nForte - Heartwarming stories of Michigan high school band and orchestra programs as students prepare for elite competition. \nCurious Crew - Award-winning educator Rob Stephenson and a cast of inquisitive kids take a hands-on approach to scientific exploration. \nCurrent Sports - In-depth weekly interviews of leading sports figures from the college, professional and high school ranks. \nWKAR Radio: \n90.5 Classical - Classical music with local hosts and commentary that adds insight into the selections played. \nCurrent State - Daily talk hosted by Mark Bashore and covering a variety of topics relevant to both the mid-Michigan and Michigan State University communities. \nCurrent Sports with Al Martin - Weekday sports call in show. \n90.5 Community Concerts - This weekly classical music program hosted by Jody Knol features selections from concerts performed by regional symphony orchestras and musical ensembles. \nWhat's New on WKAR - Hosted by Peter Whorf, this weekly series features selections from new releases recently added to WKAR's music library. \nMSU Faculty Recitals - This periodic series of recitals feature faculty from Michigan State University's College of Music. \nLocal News Breaks - News and features across a broad spectrum of topics air in newsbreaks during the popular NPR flagship news programs, “Morning Edition” and “All Things Considered.” \nWKAR Services: \nWKAR Ready To Learn Service - Focuses on early childhood literacy and includes strategies to help parents learn how to enhance their child's literacy. \n\nWKAR Radio Reading Service - This free service offers audio of local newspapers, advertising supplements, books and more on a special radio for those who cannot use the printed page due to vision or other physical problems.",
    "Name": "WKAR",
    "location": [42.7219636, -84.4813021]
  },
  "1507": {
    "Short name": "KUNM",
    "State": "New Mexico",
    "City": "Albuquerque",
    "Logo": "",
    "Url": "https://kunm.org/",
    "About": "",
    "Productions": "",
    "Name": "KUNM (aka KNME-FM)",
    "location": [35.0843859, -106.650422]
  },
  "NCSG55104": {
    "Short name": "KMUW",
    "State": "Kansas",
    "City": "Wichita",
    "Logo": "KMUW-logo.png",
    "Url": "https://www.kmuw.org/",
    "About": "KMUW, NPR for Wichita, is committed to providing quality journalism to the communities of south-central Kansas. Broadcasting from the historic Old Town neighborhood, KMUW produces 14 local newscasts each weekday and regular in-depth news features. KMUW promotes insightful discussion and understanding of the issues and people that shape Wichita and our world by providing in-depth and quality news coverage, offering a distinctive blend of diverse music, and promoting conversations that create a more engaged community. KMUW is a service of Wichita State University and has served the community for more than 70 years.",
    "Productions": "",
    "Name": "KMUW",
    "location": [37.6868415, -97.32933109999999]
  },
  "NCSG55083": {
    "Short name": "KBOO Community Radio",
    "State": "Oregon",
    "City": "Portland",
    "Logo": "",
    "Url": "https://kboo.fm/",
    "About": "",
    "Productions": "",
    "Name": "KBOO Community Radio",
    "location": [45.5224825, -122.6573466]
  },
  "NCSG55130": {
    "Short name": "Kansas Public Broadcasting Council",
    "State": "Kansas",
    "City": "Wichita",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "Kansas Public Broadcasting Council",
    "location": [37.68717609999999, -97.33005299999999]
  },
  "NCSG55161": {
    "Short name": "East Tennessee PBS",
    "State": "Tennessee",
    "City": "Knoxville",
    "Logo": "easttnpbs.png",
    "Url": "https://www.easttennesseepbs.org/",
    "About": "",
    "Name": "East Tennessee PBS",
    "location": [35.9788394, -83.9086506]
  },
  "NCSG55141": {
    "Short name": "WBGO",
    "State": "New Jersey",
    "City": "Newark",
    "Logo": "",
    "Url": "https://www.wbgo.org/",
    "About": "",
    "Name": "WBGO",
    "location": [40.7388404, -74.16883709999999]
  },
  "NCSG55110": {
    "Short name": "New York State Archives",
    "State": "New York",
    "City": "Albany",
    "Logo": "",
    "Url": "https://www.archives.nysed.gov/",
    "About": "",
    "Name": "New York State Archives",
    "location": [42.6485149, -73.7610193]
  },
  "NCSG55124": {
    "Short name": "KENW-TV",
    "State": "New Mexico",
    "City": "Portales",
    "Logo": "KENW-logo1.png",
    "Url": "https://www.kenw.org/",
    "About": "KENW-TV first broadcast a black and white TV signal in October of 1968 to Channel 3 on the Portales Cable TV company.  On September 1st, 1974, the station signed on (in color) as a regional public television service broadcasting on Channel 3 from a 1000-foot tower located near Caprock, NM.  This location was a midpoint between the three larger cities in Eastern New Mexico, Clovis/Portales, Hobbs, and Roswell, NM.  For many viewers living on the eastern side of New Mexico, KENW-TV was the third television station that could be received over the air by antenna.  The station was housed in the then newly constructed Broadcast Center on the Campus of Eastern New Mexico University in Portales, NM.   \nWith conversion from analog to digital television in 2006, the Broadcast Center moved into a new state-of-the art Broadcast Center facility located just across Sesame Street Dr. from the old center.  This new center included three TV studios, offices, and facilities for housing KENW-FM.  The old analog TV transmitter was retired and replaced with digital TV transmitters located in the various communities that had been served previously by the old analog transmitter at Caprock.  The main transmitter was located midway between Portales and Clovis.  Additional translators were placed in Artesia, Carlsbad, Fort Sumner, Hobbs, Roswell, Ruidoso, Tucumcari and two on the Mescalero Apache Reservation.  Whereas the old Channel 3 analog signal has only one channel, the new digital virtual Channel 3 has four channels with different programs on each channel, thus providing what amounts to four TV services for KENW-TV over the air viewers. \nThe Broadcast Center shares an educational mission with Eastern New Mexico University. The mission is three-fold.  The first part of the mission is to provide Public Telecommunications services to the university community and the citizens of Eastern New Mexico and West Texas. Local productions help document the interests of those living in this part of the country.  In addition, a broad range of programming is carried on KENW-TV, including instructional programs for primary and secondary schools, outstanding programs that can be used by higher learning institutions in the area, and children's programming, as well as the full Public Broadcasting Service (PBS) for the general public. The public radio schedule includes news and public affairs, classical, jazz, popular music, and a wide variety of both entertainment and informational programs from National Public Radio (NPR). A second and equally important mission is to provide a training center for college students interested in a career in telecommunications. Students from various disciplines in the university use the Center's facilities. They receive training in various aspects of the mass and social media and, in turn, provide a valuable addition to the workforce of the Broadcast Center. Most students work to earn credit and to become proficient in the various skills required of a professional in the mass media. Some of the most qualified students are employed by the Broadcast Center in various operational positions. This prospect for employment becomes a motivational factor for the students who work hard to learn skills that will lead to their employment in the future. \nA third part of the mission is to bring to bear the considerable technical resources and expertise of the Broadcast Center to enhance the total communications efforts at Eastern New Mexico University, using radio, television, and the social media.",
    "Name": "KENW-TV",
    "location": [34.1751415, -103.3507933]
  },
  "NCSG43": {
    "Short name": "Pacifica Radio Archives",
    "State": "California",
    "City": "North Hollywood",
    "Logo": "pacifica_logo.png",
    "Url": "https://www.pacificaradioarchives.org/",
    "About": "The Pacifica Foundation, founded by Lewis Hill in 1947, was given the mission to create a new kind of radio, supported by listeners, owing nothing to sponsors, providing an outlet for creative expression and a safe haven for artistic experiments with the radio medium. Predating National Public Radio by 20 years and beginning in 1949 with KPFA-94.1 FM Berkeley, CA, the network added four stations (WBAI 99.5 FM -NYC, KPFK 90.7 FM Los Angeles, WPFW 89.3 FM Washington D.C., and KPFT 90.1 FM Houston, TX.), over the next 28 years. Perhaps best known as a chronicler of social justice movements and cultural change, the Pacifica stations also embrace the performing and literary arts, offering sometimes the only forum for cutting edge and classical arts, and providing a stage to experiment with radio drama, spoken word, sound sculpture, and the art of radio documentary. \nThe Pacifica Radio Archives were established in 1971, beginning as a repository for station programmers to deposit taped programs of exceptional historic value, appropriate for rebroadcast by other stations, or as \"archival source material\" for radio producers, artists, scholars, and others. The Archives contains over 100,000 program units, 40,000 of which have descriptive records (available at pacificaradioarchives.org), 18,000 of which have been digitally preserved.  The programs date from the advent of Pacifica Radio in 1949 through the present day, the bulk dated between 1955-1985 on the ¼ inch reel-to-reel format.  This audio history documents the last half of the 20th century and reflects the memory, traditions and evolution of Pacifica Radio. \nThe intellectual content of the collection emphasizes a common thread of social justice covering cultural, health, historical, political, psychological, racial, religious, philosophical and social aspects of our society over a variety of subjects. These include: the McCarthy era, architecture, film history, literature, music, visual arts and culture, Asian- Americans, Indigenous Peoples of the Americas, international affairs, Latin America, the Middle East, South Africa, U.S. intelligence, war, peace, Jews in Europe and the U.S., science and health, women, civil liberties, civil rights, authors in their own words, economics, media, and science.  \nArts programming includes radio adaptations of classic plays and other literary works, original radio dramas, readings of poetry and literature, programs hosted by authors and poets, radio arts, discussions of literature, poetry, drama, sound sculpture, and other genres hosted by artists.  \nThe Archives have been awarded several grants for the digital preservation and improved description of this important collection including grants from The Grammy Foundation, The Ford Foundation, The National Endowment for the Arts, the National Endowment for the Humanities, the California Audio/Visual Preservation Project, and our largest grant currently in process from the National Historical Records and Publications Commission. \nThe majority of the collection resides in the temperature and humidity controlled vault at the Pacifica Radio Archives office in North Hollywood, California.  Please contact us at (800) 735-0230 or visit https://pacificaradioarchives.org/contact-us for reference assistance or information about our collection.",
    "Productions": "",
    "Name": "Pacifica Radio Archives",
    "location": [34.1352828, -118.3618526]
  },
  "NCSG55097": {
    "Short name": "The Walter J. Brown Media Archives & Peabody Awards Collection at the University of Georgia",
    "State": "Georgia",
    "City": "Athens",
    "Logo": "UGA_logo.png",
    "Url": "https://bmac.libs.uga.edu/pawtucket2/",
    "About": "",
    "Name": "The Walter J. Brown Media Archives & Peabody Awards Collection at the University of Georgia",
    "location": [33.9519347, -83.357567]
  },
  "1527": {
    "Short name": "WNYC",
    "State": "New York",
    "City": "New York",
    "Logo": "wnyc_logo.png",
    "Url": "https://www.wnyc.org/",
    "About": "New York Public Radio is home to three of the country's leading public radio stations – WNYC FM, WNYC AM and WQXR FM – as well as New Jersey Public Radio and The Jerome L. Greene Performance Space. WNYC is a major producer of original content for public radio nationwide (Radiolab, Here's the Thing, On the Media, Studio360). WQXR is New York City's only all-classical music station. New Jersey Public Radio covers the issues that matter in the garden state and extends New York Public Radio's news, talk and cultural programming deeper into New Jersey. The Greene Space is a street-front broadcast studio and live venue where audiences can experience our programming in person and online. New York Public Radio's online platforms include wnyc.org, wqxr.org, njpublicradio.org and thegreenespace.org. WNYC - the largest station at NYPR - was one of the earliest municipally owned radio stations in the country. The first day of broadcast was July 8th, 1924 and the station was owned by the City of New York until 1997.",
    "Productions": "WNYC's Masterwork Hour (1929) was radio's first program of recorded classical music \nRadio's first quiz program was on WNYC, The Brooklyn Daily Eagle's Current Events Bee (1926-?), hosted by H. V. Kaltenborn \nOscar Brand holds the world record for \"longest-running radio programme by the same host\", WNYC's Folksong Festival (Dec. 1945- ) \nFirst radio station in the US to announce the Japanese attack on Pearl Harbor, December 7, 1941 \nWNYC has won 14 Peabody Awards",
    "Name": "WNYC-FM",
    "location": [40.7127753, -74.0059728]
  },
  "1784": {
    "Short name": "WGBY",
    "State": "Massachusetts",
    "City": "Springfield",
    "Logo": "wgby_logo.png",
    "Url": "https://wgby.org/",
    "About": "WGBY-TV (formerly known as Channel 57) a division of WGBH Educational Foundation began its broadcasting service in Springfield, Massachusetts as the western link of the Massachusetts Public Broadcasting Network on September 26, 1971. \nWGBY has a demographic of over 950,000.  It is extremely proud of its award winning documentaries and story- telling skills that celebrate local heritage and individuals, its weekly WGBY produced local programming, its education and outreach programs that compliment and expand its programming through a multiple of media venues, and its numerous partnerships with organization throughout its entire viewing area.  These programs are all imprinted with WGBY's mission to connect the people of our region with ideas, events and each other.  WGBY is unique in public broadcasting.  While licensed to the WGBH Educational Foundation by the FCC and operated under the Foundation's IRS status, WGBY has been programmed and managed separately since 1971.  WGBY holds its own membership in the Public Broadcasting Service. \nToday, WGBY-TV continues to engage, educate, explore, and entertain.   As in 1971, WGBY strives to be a unique community asset worthy of being considered by the citizens as the foremost public television station for western New England.",
    "Productions": "Connecting Point - WGBY continues to present a 3-night-a-week look at news headlines and feature content.  Each magazine style program features interviews, analysis, field production, and commentary focused on the communities in western New England that we serve. \nTogether in Song - WGBY continues to celebrate the living choral tradition in western New England with our original series Together In Song.  Judges and viewers select the top 7 ensembles out of 40 who participate each year. Those 7 groups perform live on stage with a studio audience plus viewers at home who tune in for the event. This audience interactive series, hosted by Kevin Rhodes, Music Director of the Springfield Symphony Orchestra, showcases the talents of over a thousand singers from throughout the WGBY viewing area each season. \nAs Schools Match Wits - As Schools Match Wits is a treasured western New England institution.  This series is a co-production and partnership with Westfield State University.   As Schools Match Wits is an academic quiz show competition open to both public and private high schools throughout western New England (including MA, CT & VT), and is one of the longest-running shows of its kind in the nation.  ASMW showcases the best and brightest high school students that western NE has to offer, allowing them to shine in a venue which celebrates learning. \nLatino Youth Media Institute (LYMI) - WGBY's vision for the Latino Youth Media Institute is to give young Latinos who have an interest in pursuing a career in media an opportunity to explore their choice of media through an internship, with the hope that they will continue their education in that field.  The institute's purpose is to assist more Latinos in entering communications fields as journalists, television or radio producers, hosts, writers, etc. \nTelling Our Legacies Digitally (TOLD) - WGBY's TOLD is a community-based digital storytelling project that is designed to engage members of our communities.  In this series of interactive workshops, participants learn through a fun, hands-on, team-building approach and are guided through a process that combines storytelling with modern-day technology. Participants write their own scripts, create storyboards, and record their voices. Each participant also learns how to edit photographs, add effects, and use video software to assemble all of these elements into a “digital story.” At the end of the workshop, WGBY invites peers, family, and community to a public screening of the stories where participants talk about their experience in the workshop. The screenings are remarkable, healing, and transformational. The stories give voice to the voiceless, strengthen literacy, stimulate dialogue, and build community. These digital stories preserve the history, culture, ideas, and legacies of our community.",
    "Name": "WGBY",
    "location": [42.2417576, -72.6478683]
  },
  "1806": {
    "Short name": "Vegas PBS",
    "State": "Nevada",
    "City": "Las Vegas",
    "Logo": "",
    "Url": "https://www.vegaspbs.org/",
    "About": "",
    "Productions": "",
    "Name": "Vegas PBS (KLVX)",
    "location": [36.1156979, -115.1093513]
  },
  "1793": {
    "Short name": "Pioneer PBS",
    "State": "Minnesota",
    "City": "Appleton",
    "Logo": "",
    "Url": "https://www.pioneer.org/",
    "About": "The original incorporation documents of the West Central Minnesota Educational Television Company were filed in 1959 as part of a plan for a six-state educational television network to serve the Upper Midwest through a series of linked microwave towers. Appleton Minnesota was identified by the FCC as a logical location for a new link in this network because the station could bring television to this under served rural region and act as a relay point to carry educational television programming via microwave signal to other stations in the network. \nAfter several years of fundraising, the station raised enough federal, state and foundation support to get started.  $22,000 of this support was contributed locally by individuals, businesses, clubs, associations, and churches from Appleton and dozens of surrounding communities. Many of these gifts were $1, $2, and $5 donations from individual families offering what they could afford.  The Alvin Lia family donated 8 acres of farmland to serve as the tower site.   School District 2202 donated its old one-room schoolhouse to hold the television equipment and controls.  A 500-foot tower was erected at the transmission site and on February 7, 1966, KWCM-TV broadcast its first educational program. \nEarly plans called for the station to collect $30,000 a year in operational funds from area schools.  By 1969 however, only 41 schools were paying membership fees.  It was clear that a more sustainable funding model needed to be created.  In 1975, KWCM premiered its first locally developed program. In 1976, PBS and CPB selected Appleton as a site for a satellite receiving ground terminal, giving the station access to a larger selection of programs.  In 1980 the board and management advanced a vision to become more responsive to local people through programs that featured the family farms and small towns of the region. In March 1980, KWCM broadcast its first membership drive.   In a few short years, membership and revenues doubled and soon KWCM had a new home in Appleton's Old City Hall, which was constructed in 1895 and is listed on the National Register of Historic Places. \nIn 1983,  the City of Appleton received a grant to construct a conjoined building for additional KWCM offices and studios. At that time the station was rebranded to be called Pioneer Public Television and in 1985, a new 1,200-foot tower was installed at the transmission site.  In October 1996, a second tower tower and transmitter building was constructed in Chandler, Minnesota and a new sister station, KSMN, began broadcasting. In February 1999, another new Pioneer low power TV signal, K49FA, began broadcasting from Fergus Falls, completing Pioneer's broadcast signal expansion. \nIn  1996, a  new local program, “Funtime Polka,” premiered. The 1990s also saw the debut of  “Prairie Sportsman.” In 2000, Pioneer produced “Country Spires,”  a documentary about rural churches in the Midwest that was broadcast on public television stations across the country. \nIn 2009 Pioneer began producing “Postcards,”  a weekly magazine program exploring the arts, history and cultural heritage of western Minnesota. In 2013, Pioneer's first Upper Midwest Regional Emmy was awarded to “Caroline Smith: My Way Back Home.”  In 2014 Pioneer was awarded an Upper Midwest Emmy for Haiti Love. \nAs a result of the conversion to digital TV, which was completed in 2010, Pioneer now broadcasts four digital channels to a viewing area that reaches from Detroit Lakes, MN to Rock Rapids, IA.  Through Dish Network and DirecTV, Pioneer's signal can be viewed from western Wisconsin to the Missouri River.  In 2011, Pioneer launched its website www.pioneer.org for online streaming of local programs and PBS content. \nPioneer is currently  advancing plans to construct a new studio, performance space, and office space for the station. Working in concert with the City of Appleton, the proposal is to relocate the City's currently cramped public library to Pioneer's existing 1983 office building. In addition, plans call for a restoration of the historic Opera House so it can once again serve as an active performance venue and community hub. Finally, the proposal calls for the construction of a new Pioneer production and office facility (adjacent to the Old Opera House) that would allow the station to meet the growing need for meaningful content and digital communications infrastructure in the region. \nFrom the “Little Red TV Schoolhouse” to www.pioneer.org, the West Central Educational Television Company has continued to educate and sustain rural communities through communications services that reflect and uphold local values. Pioneer Public Television is a rare example of how democratic greater-good principles and small town cooperative values have been applied to the sophisticated world of broadcast communications.",
    "Productions": "Haiti Love \nMy Way Back Home:  Holly Hansen \nMy Way Back Home: Caroline Smith \nPostcards: Micronesian Culture in Milan",
    "Name": "Pioneer Public Television",
    "location": [44.8020426, -95.54810119999999]
  },
  "1890": {
    "Short name": "KCTS 9",
    "State": "Washington",
    "City": "Seattle",
    "Logo": "",
    "Url": "https://kcts9.org/",
    "About": "",
    "Productions": "",
    "Name": "KCTS 9",
    "location": [47.6048821, -122.3204544]
  },
  "1832": {
    "Short name": "WOSU Public Media",
    "State": "Ohio",
    "City": "Columbus",
    "Logo": "wosu_logo.png",
    "Url": "https://wosu.org/",
    "About": "Licensed to The Ohio State University, WOSU Public Media has been a vital community resource since 1920, when it received one of the first experimental radio licenses in the country. It has evolved into multiple public media services consisting of Classical 101 (FM); 89.7 NPR News (FM); four regional FM stations; and WOSU TV (PBS) and its sister station, WPBO TV. WOSU television covers a quarter of central and southern Ohio reaching over 900,000 households. \nCurrent major projects are led by the Columbus Neighborhoods project, developed in 2010 to focus on the history, culture and future of the community's distinctive neighborhoods. The Emmy and NETA Award winning initiative includes a series of major documentaries (12 over a five year period), radio programming, public engagement events including local storytelling and premieres. \nOther television initiatives include the arts and culture weekly series Broad & High developed in 2013 as part of a local/national collaboration; the weekly public affairs program Columbus On The Record; the daily broadcast on the WOSU Ohio Channel of our local NPR radio program All Sides with Ann Fisher; and a series of national documentaries focused on explorers with ties to Ohio.  These have included John Glenn: A Life of Service and the upcoming documentary on Admiral Richard Byrd's exploits. \nIn 2006, WOSU opened new television studios at the COSI Science Center in downtown Columbus. All local program production is developed at the WOSU@COSI Studios, which also serves as our prime community engagement space.",
    "Productions": "Broad & High \nColumbus On The Record \nAll Sides with Ann Fisher",
    "Name": "WOSU Public Media",
    "location": [39.9991776, -83.0069524]
  },
  "1731": {
    "Short name": "WHUT",
    "State": "District of Columbia",
    "City": "Washington",
    "Logo": "whut_logo.png",
    "Url": "https://www.whut.org/",
    "About": "WHUT went on air on November 17, 1980 as WHMM (Howard Multimedia). The station came into existence through efforts that included Dr. James Cheek, then president of Howard University, Millard J. (Jim) Watkins, an engineer and now general manager, WHUR-FM, Howard University administrators, and officials of WETA, which had been using a trailer on the Howard University campus as one of its first broadcast sites.  The name was later changed from WHMM to WHUT (Howard University Television) when those call letters became available. \nA great deal of public attention was paid locally and nationally to the station's start as it was, and remains, the first and only public broadcasting (PBS) station in the United States licensed to and operated by a predominantly African American institution, or historically black college/university (HBCU).  The local community and Howard University supported the station and it grew under its first manager, a commercial broadcast veteran, Arnold Wallace.  WHMM's first anniversary was commemorated with an extravagant gala hosted by comedian/actor Bill Cosby, and attended by notable African American personalities such as boxer Sugar Ray Leonard, and actors Ruby Dee and Ossie Davis. \nBy its tenth year, WHUT had produced several award-winning programs with subject matter running the gamut from arts and healthcare to public affairs and athletics. Through this programming, the station developed a brand as a grounded, provocative, and community focused service.  The staff produced diverse programming delving into a multitude of topics affecting the community. It covered religion with Worship in Washington, entertained with Comedy Jam, and offered news, information, analysis and entertainment with Evening Exchange and @ Howard.  In 1995, it televised, live, the historic Million Man March, making the full event available in the over two million homes reached by WHUT's signal. The station also attracted national talent and served as the production center for the nationally televised PBS variety show, With Ozzie and Ruby, which ran from 1981-82 and for The Reading Club, produced and distributed in 1999 by Bryant Gumbel, Renee Poussaint and Alison Davis. \nWHUT has garnered over 14 Emmys and numerous other awards for its programming. \nIn 2010 the station and its staff of 16 completed its digital transition. WHUT is now broadcasting in high-definition and standard-definition. \nIn January 2011 WHUT has extended its broadcast service to the community to a 24-hour, seven day a week presence. \nWHUT plays an active role in the local community with special events and programs specifically geared toward literacy, STEM and early-childhood education.  WHUT has been awarded an American Graduate: Let's Make It Happen community service grant from The Corporation for Public Broadcasting (CPB) to help Washington, DC improve youth outcomes for all students from preschool through college and onto careers.",
    "Productions": "The Rock Newman Show \nVocal Point \nNew View with Ed Gordon",
    "Name": "WHUT-TV (Howard University Television)",
    "location": [38.9207732, -77.0184021]
  },
  "1760": {
    "Short name": "WILL Illinois Public Media",
    "State": "Illinois",
    "City": "Urbana",
    "Logo": "will_logo.png",
    "Url": "https://will.illinois.edu/",
    "About": "The radio station that became WILL first signed on the air on March 27th, 1922 on the campus of the University of Illinois at Urbana-Champaign. The initial call letters were WRM for “We Reach Millions,” which was likely an overstatement since the station shared its transmitter tube with faculty in the Department of Electrical Engineering. But by the late 1920s, WILL-AM was broadcasting a regular schedule of news, music performances, and programs intended to extend the educational mission of the University of Illinois across the entire state. \nIn 1941 WILL-FM signed on as the first FM radio station licensed to a university. Station engineers wired 20 buildings across the campus to allow live broadcasts of classroom lectures and public events. WILL broadcast many pivotal moments in our nation's history, through the Great Depression, World War II, the Cold War, the Civil Rights Movement, and the tumultuous social changes in the 1960s and 70s. Recordings of many of these broadcasts were preserved in the University of Illinois Archives, and are now becoming part of the American Archive.  \nIn 1951 the newly-formed National Association of Educational Broadcasters began delivering programs to noncommercial radio stations across then United States from Gregory Hall in Urbana, Illinois, the home of WILL Radio. The NAEB network emerged from conferences at the University of Illinois' Allerton House, underwritten by the Rockefeller Foundation, which led to a growing recognition of the need for a national system of public broadcasting. In 1961 the NAEB moved its headquarters from the Urbana campus to Washington D.C. to be closer to the campaign to win federal support for creation of a public television and radio system. \nWILL-TV signed on in 1955, broadcasting programs produced by WILL and other educational broadcasters. Throughout the 1950s and 60s, WILL-TV aired a mix of telecourses offered by university departments, along with news, documentaries, and children's programming.  \nWith the signing of the Public Broadcasting Act of 1967, what had been known as educational broadcasting became part of an emerging public broadcasting system. WILL joined the PBS and National Public Radio networks as they became central points for television and radio program distribution. During the 1970s, programming on WILL Radio and Television became more focused on news and public affairs, as part of the growing national network of professional public broadcasting stations.  \nWith the emergence of the World Wide Web, WILL embraced a new model of multi-platform content production and distribution. With “digital first” becoming the mantra of the Internet age, WILL has worked to innovate more effective ways of producing and distributing “born digital” content, while preserving the rich historical record contained in its media archives.",
    "Productions": "Illinois Broadcast Archives \nAfrican American Life in Central Illinois \nWILL News \nFocus 580 \nThe Afternoon Magazine \nCentral Illinois World War II Stories",
    "Name": "Illinois Public Media (WILL)",
    "location": [40.115027, -88.2238336]
  },
  "1770": {
    "Short name": "Iowa PBS",
    "State": "Iowa",
    "City": "Johnston",
    "Logo": "iowapbsbluelogo-google.jpg",
    "Url": "https://www.iowapbs.org/",
    "About": "Iowa is at the heart of Iowa PBS. We offer Iowans a partner in their quest for community and lifelong learning by engaging people of all ages with trusted services and programming that both educate and inspire. A statewide hub for public policy and a platform for civic and civil discourse, we provide news and information with historical perspective that enhances the lives of Iowans from all backgrounds, all generations, and all walks of life. We are committed to delivering high-quality and innovative media and services that create insight, fulfillment, and growth while offering companionship, comfort, and entertainment. Iowa PBS provides the lens through which Iowans may better see their world.",
    "Name": "Iowa PBS",
    "location": [41.6641025, -93.7084421]
  },
  "1822": {
    "Short name": "WCNY",
    "State": "New York",
    "City": "Liverpool",
    "Logo": "wcny_logo.png",
    "Url": "https://www.wcny.org/",
    "About": "WCNY, founded in 1965 as The Educational Television Council of Central New York, is today a community-owned public media company that produces content across multiple platforms, including television and radio programs, dynamic web and targeted e-mail content, the bimonthly WCNY Connect magazine, and of course, social media. Through our use of streaming technology, we now have a global broadcast audience of viewers and listeners throughout the United States and 17 countries. \nAs Central New York's public media voice and a dual licensee public broadcaster (now five television and three radio channels), WCNY serves 1.8 million households over an area that comprises about one-third of New York.  This audience relies on WCNY for local television and radio production, educational outreach, and educational web content and services.  We are an innovator in local and national programming, as evidenced by numerous awards including Emmys, for our local television programming including Cycle of Health, Financial Fitness, Insight, Double Down and Ivory Tower along with long-form documentaries.  We are the smallest city in America to have a hosted classical radio show, nearly 2000 visually-impaired community members enjoy the services of our 24/7 Readout Radio service, and the community is invited to attend our Live at Noon performances (broadcast on radio live) that feature outstanding local, regional, and national musicians and vocalists.   \nIn our new 10,000-square-foot Education Center, we offer a wide range of educational programs for learners of all ages.  Education is central to WCNY's mission.  Our Enterprise America program combines classroom lessons with the opportunity for students to run a model city of 14 businesses and a City Hall. Our Media Marketing Communications Career and Technical Education (CTE) course for high school students embeds students with our WCNY professionals to provide hands-on learning while also offering academic college courses.  Through experiential learning opportunities like these we aim to foster tomorrow's entrepreneurial leaders. \nAs the public voice for Central New York, the mission at WCNY is ‘connecting' with and giving back to the community that supports us.  Educating, entertaining, and inspiring the public, as well as encouraging a deep appreciation for diversity and our shared humanity with content-rich programming, is what we do.  The archives provide WCNY with a way to ensure that our programming history is recorded, and that productions we have created are accessible for future generations.",
    "Productions": "Television: Artic Air, The Barn, Central New York in the 40s, William Henry Seward: Lincoln's Right Hand, The Performers: Taking Center Stage in NYS Agriculture, Dream Destinations: New York's Contemporary Canals, Losing Ground: The Battle to Preserve War of 1812 Battlefields in New York State, and annual Bluegrass Ramble Picnics and Barn Dances are examples of significant local history, arts, and public affairs programming our staff has created.   \nRadio:The radio recordings of the now-defunct Syracuse Symphony, Live at Noon specials, and Bluegrass Ramble shows hosted by Bill Knowlton, the recipient of a Distinguished Achievement Award from the International Bluegrass Music Association for his pioneering work in the field of bluegrass music, are examples of significant radio productions created by WCNY.",
    "Name": "WCNY",
    "location": [43.0478643, -76.16002399999999]
  },
  "1783": {
    "Short name": "Maryland Public Television",
    "State": "Maryland",
    "City": "Owings Mills",
    "Logo": "mpt_logo.png",
    "Url": "https://www.mpt.org/",
    "About": "In 1966, an act of the Maryland Legislature established the Maryland Educational-Cultural Television Commission, the governance body of what became known as the Maryland Center for Public Broadcasting and, later, Maryland Public Television. Ground was broken for a headquarters and studio facility in suburban Baltimore County's community of Owings Mills on June 5, 1968, and the center went on the air on October 5, 1969.  The founding executive director, Dr. Frederick Breitenfeld, Jr., already a leading figure in public broadcasting at the time of his appointment, served as chief executive for 17 years. \nThe center was established as a nonprofit, state-licensed public television network and member of the Public Broadcasting Service (PBS).  The state license required statewide reach, and so six towers across the state enabled MPT to get its then-analog signal to all corners of Maryland and into contiguous states and the District of Columbia.  In 1976, the center initiated its first satellite communications project, linking two universities in a law school moot court competition some 22,300 miles in space. \nThe 1970s and 1980s saw the introduction of an astounding variety of center-produced historical dramas, how-to programs, nature, and music offerings in addition to educational and cultural programming. It was during this time that several MPT series enjoyed their premieres and what would become decades-long popularity among viewers locally and nationally.  MPT was rewarded for is production prowess with dozens of Emmy® Awards (four of them national and the remainder regional) along with an impressive list of other major broadcasting honors. \nIn 1984, the name Maryland Center for Public Broadcasting gave way to Maryland Public Television. In 2004, MPT began broadcasting in both analog and digital formats until digital-only transmission started in 2009.  In 2007, MPT introduced V-me, a 24-hour Spanish language channel, which joined MPT's two other digital channels, the primary MPT-HD and secondary channel MPT2, in the daily programming lineup.  \nMPT has been a pioneer in the production, delivery and dissemination of pre-K-12 educational resources and online courses. The award-winning education website Thinkport.org, launched in 2003, offers high-quality lesson plans, digital media, learning games and resources for educators, schools, the child care population, and families.   \nAnother MPT educational endeavor, started in the late 1960s, came out of the State Department of Education's formation of a Division of Instructional Television.   ITV, as it was known, was awarded one-third of the Maryland Center for Public Broadcasting's available production facilities, staff, and program schedule. By 1980-81 over 42% of Maryland teachers were using instructional television.  \nIn 1970, College of the Air debuted, as the center became the largest U.S. producer of telecourses for credit. Today, via Thinkport, the platform for learning has expanded to embrace online and mobile technologies, but MPT remains committed to being Maryland's sole statewide educator just as it was in the 1970s and ‘80s.   \nStarting in 2007, the Corporation for Public Broadcasting funded MPT to participate in the the American Archive inventory of public media content. Working on a tight deadline of five months beginning in late summer and finishing in December 2011, an MPT team worked 3,500 hours and was able to inventory almost 48,000 assets. \nToday, under the leadership of CEO Larry D. Unger, MPT's fifth president, some 140 staff members continue to produce award-winning local and national public television programs, to provide distinctive online content and community outreach initiatives, and to offer an impressive array of educational resources for children, teachers, families, and daycare providers across the state and nationally.",
    "Productions": "- Wall $treet Week With Louis Rukeyser - 1972-2002; highlight was 1987 broadcast from London Stock Exchange to more than 300 U.S. PBS stations \n- MotorWeek – 1981-present; television's longest-running automotive series \n- Our Street – groundbreaking MPT-produced drama focusing on then-described “Negro family life in West Baltimore” \n- Crabs – 1984; half-hour comedy special live studio audience, numerous national and international awards \n- Consumer Survival Kit, 1973-79, more than 100 30-minute programs; series educated consumers; nationally distributed to PBS from 1974-79 \n- HodgePodge Lodge – 1970-76; 600 30-min. programs, nature series; the first privately underwritten, MPT-produced program; distributed nationally",
    "Name": "Maryland Public Television",
    "location": [39.4482802, -76.7782883]
  },
  "1595": {
    "Short name": "WXPN",
    "State": "Pennsylvania",
    "City": "Philadelphia",
    "Logo": "",
    "Url": "https://www.xpn.org/",
    "About": "",
    "Productions": "",
    "Name": "WXPN-FM",
    "location": [39.9525839, -75.1652215]
  },
  "1744": {
    "Short name": "WUSF",
    "State": "Florida",
    "City": "Tampa",
    "Logo": "",
    "Url": "https://www.wusf.usf.edu/",
    "About": "",
    "Productions": "",
    "Name": "WUSF",
    "location": [28.0583262, -82.4090988]
  },
  "NCSG55087": {
    "Short name": "Library of Congress",
    "State": "District of Columbia",
    "City": "Washington",
    "Logo": "",
    "Url": "https://www.loc.gov/",
    "About": "",
    "Productions": "",
    "Name": "Library of Congress",
    "location": [38.888684, -77.004719]
  },
  "NCSG55134": {
    "Short name": "WPLN News/Nashville Public Radio",
    "State": "Tennessee",
    "City": "Nashville",
    "Logo": "WPLN.png",
    "Url": "https://wpln.org/",
    "About": "WPLN News/Nashville Public Radio \nSince 1962, listeners have turned to this community-supported service for programming that inspires conversation and curiosity, educates, and entertains. \nOur Motivating Aspiration:<br> Every person in Nashville will know us as their trusted, local source of journalism and music discovery. \nOur Vision:<br> Informed and enriched communities. \nOur Mission:<br> We create and deliver content essential to understanding your world. \nOur Values:<br> Nashville Public Radio's staff and management share the following set of values that form the culture of the station: * To operate the station at the highest level of professional standards and integrity.  * To be responsive to our listeners, members, supporters and public.  * To exhibit mutual respect for our peers and audience. * To value the member and community support that our station receives. * To work together in an environment that encourages participation and sharing of the decisions that affect the station and our listeners.",
    "Name": "WPLN",
    "location": [36.1378354, -86.8169439]
  },
  "NCSG55100": {
    "Short name": "The Riverside Church",
    "State": "New York",
    "City": "New York",
    "Logo": "riversidechurch_logo.png",
    "Url": "https://www.trcnyc.org/",
    "About": "",
    "Name": "The Riverside Church",
    "location": [40.811914700051055, -73.96307593031828]
  },
  "NCSG55151": {
    "Short name": "WTTW",
    "State": "Illinois",
    "City": "Chicago",
    "Logo": "",
    "Url": "https://www.wttw.com/",
    "About": "",
    "Name": "WTTW",
    "location": [41.8786652, -87.6360814]
  },
  "NCSG55090": {
    "Short name": "OETA",
    "State": "Oklahoma",
    "City": "Oklahoma City",
    "Logo": "",
    "Url": "https://www.oeta.tv/home/",
    "About": "",
    "Productions": "",
    "Name": "OETA - Oklahoma Educational Television Authority",
    "location": [35.548613, -97.49793299999999]
  },
  "NCSG55123": {
    "Short name": "KRWG",
    "State": "New Mexico",
    "City": "Las Cruces",
    "Logo": "KRWG_logo.jpg",
    "Url": "https://www.krwg.org",
    "About": "KRWG Public Media proudly serves the residents of Southwest New Mexico and Far West Texas as well as anyone—anywhere—through our website.  We are a joint licensee encompassing both TV and FM radio station complexes, broadcasting from the main campus of New Mexico State University (NMSU) in Las Cruces. This is the only local television produced in the area, as Las Cruces—our region's most populated city--is served commercially by the El Paso market.    \nKRWG FM went on air in 1964, KRWG TV in 1973. We were a charter member of NPR, as well as an early PBS affiliate. In 2018, a year after launching a dedicated 24/7 PBS Kids channel, KRWG TV/FM became KRWG Public Media.    \nBoth KRWG stations take their call letters from Ralph Willis Goddard, a pioneering engineer who broadcast the first radio signal in New Mexico from what is now NMSU.   \nOur coverage area is vast, equivalent to the size of the state of West Virginia--roughly 25,000 square miles, most of it rural. This is made possible by relaying our main transmitters in Las Cruces out to translators in Deming, Silver City, Hillsboro, Truth or Consequences, Caballo Peak, Hatch and Alamogordo.  \nWe offer a distinctly unique service to the region, including one of the only bilingual, locally hosted music programs in the United States. We also offer a wide range of locally produced news and public affairs programs for the residents of our region. To date, our team's work has won numerous regional Emmy Awards and received recognition from the National Federation of Press Women, the New Mexico Broadcasters Association, and other national, state and local organizations focused on on-air and media excellence.   \nOur MISSION  \nWe strive to educate and engage community development by providing relevant news, a forum for open discussion and a celebration of the arts while preserving and conveying human and natural history.    \nOur VISION  \nWe will utilize our professional skills and developing technologies to inspire and encourage people of all ages, backgrounds and locations to become thoughtful productive members of a far-reaching, vibrant and dynamic society.    \nOur VALUES  \nOur services will respect one's intelligence, and encourage civil discourse in our daily presentation of programs that inform, educate and entertain.",
    "Name": "KRWG Public Media",
    "location": [32.2827277, -106.7496088]
  },
  "NCSG55146": {
    "Short name": "WIPR",
    "State": "Puerto Rico",
    "City": "San Juan",
    "Logo": "",
    "Url": "https://wipr.pr/",
    "About": "",
    "Name": "WIPR",
    "location": [18.4128321, -66.0614311]
  },
  "NCSG55117": {
    "Short name": "Wings Over the Rockies",
    "State": "Colorado",
    "City": "Denver",
    "Logo": "wingsoverrockies_logo.jpg",
    "Url": "https://wingsmuseum.org/",
    "About": "Wings Over the Rockies is a Colorado-based non-profit organization dedicated to educating and inspiring all people about aviation and space endeavors of the past, present and future. By utilizing the Air & Space Museum in Denver's historic Lowry neighborhood to preserve the past and the Exploration of Flight Center at Centennial Airport to focus on the present and future, Wings strives to encourage the future aerospace leaders of tomorrow.",
    "Name": "Wings Over the Rockies",
    "location": [39.7208907, -104.8955075]
  },
  "1627": {
    "Short name": "KUHF-FM",
    "State": "Texas",
    "City": "Houston",
    "Logo": "",
    "Url": "https://www.houstonpublicmedia.org/",
    "About": "",
    "Productions": "",
    "Name": "KUHF-FM",
    "location": [29.571673887454182, -95.5100204378701]
  },
  "1864": {
    "Short name": "WCTE",
    "State": "Tennessee",
    "City": "Cookeville",
    "Logo": "",
    "Url": "https://www.wcte.org/",
    "About": "",
    "Productions": "",
    "Name": "WCTE",
    "location": [36.1625357, -85.50035729999999]
  },
  "1702": {
    "Short name": "KAKM Alaska Public Media",
    "State": "Alaska",
    "City": "Anchorage",
    "Logo": "kakm_logo.png",
    "Url": "https://www.alaskapublic.org/",
    "About": "Alaska Public Media harnesses the power of multiple media platforms to make a more informed and connected life possible for all Alaskans. Alaska Public Media produces and presents news and content that provides lifelong learning opportunities in public affairs, health and leisure, science and nature, economic and social development, civic engagement and world events. The company is located in Southcentral Alaska and is comprised of [KSKA](https://www.alaskapublic.org/kska/) radio, [KAKM-TV](https://www.alaskapublic.org/television/), Create TV, PBS KIDS, and [alaskapublic.org](https://alaskapublic.org/). Alaska Public Media also operates the Statewide News and a shared television service with KTOO in Juneau and KYUK in Bethel. Alaska Public Media and its affiliates deliver content that reaches 97% of the population of Alaska. \nAlaska Public Media offers trusted, award-winning national programming including Morning Edition, All Things Considered, PBS NEwsHour, Nova, Masterpiece, and Frontline. The company also produces Alaska-specific programs including Indie Alaska, Alaska Insight, Alaska News Nightly, Talk of Alaska, Line One: Your Health Connection, Alaska Morning News, Alaska Economic Report, Hometown, Alaska, Outdoor Explorer, and State of Art. Additionally, it produces podcasts such as Iditapod and Midnight Oil.",
    "Productions": "",
    "Name": "KAKM (Alaska Public Media)",
    "location": [61.19029, -149.8088582]
  },
  "1801": {
    "Short name": "Ozarks Public Television",
    "State": "Missouri",
    "City": "Springfield",
    "Logo": "ozarks_logo.png",
    "Url": "https://www.optv.org/",
    "About": "Ozarks Public Television is the Missouri State licensee for KOZK-TV, channel 21 in Springfield, Missouri and KOZJ-TV, channel 26 in Joplin, Missouri. \nAs a university licensee, KOZK's studios and offices are located on the Missouri State University campus in Springfield. \nOzarks Public Television provides PBS programming and instructional television services to 549,540 households in Southwest Missouri and the adjoining three state area. OPTV broadcasts 168 hours of programming per week with a supporting membership of about 6,500 members and over 100 corporate and institutional underwriters. \nStrong local community commitment, support, and involvement provides a volunteer staff augmenting station operations in a variety of tasks. Volunteers provide support in production, administrative, and fundraising tasks, including operation of two televised auctions. \nKOZJ/channel 26, a \"satellite\" station of KOZK/Springfield, began broadcasting in 1986. Although a Missouri State licensee, the business office is located in downtown Joplin with transmission facilities located at KODE, the Joplin ABC affiliate. \nOzarks Public Television offices and studios are located in Strong Hall on the Missouri State University campus in Springfield, Missouri. \nWe strive to ensure we capture the history and heritage that has made the Ozarks a great place to live.  Just like everyone else we are a small staff trying to do a lot of work that informs, educates and entertains our viewers.",
    "Productions": "OzarksWatch Video Magazine – The goal of the series is to increase the knowledge and understanding of the region.  The series began in 1999, and we do approximately 12 to 15 new shows a year.  It airs weekly and documents, presents and preserves the unique heritage of the Ozarks.  We have over 210 episodes completed over the years and they can be seen by going to our website. \nLocal Documentaries – We produced our first local documentary in 2003 entitled, Ozark Jubilee:  A Living Legacy.  After that we started doing one new one a year and now we are producing two local documentaries each year.  They have a wide range of topics and have been a huge success for our station.  Again, a list of these productions are on our website as well.  The last two we did this year was Stately Images: The Public Art of Missouri's State Capitol (it was a 30 minute program based on all the art work that is in our state capitol building in Jefferson City, including many painting by Thomas Hart Benton) and the second program was Links to the Past, Fairways to the Future (it was a 90 minute documentary that centered around the history of golf in the Ozarks which dates back over 100 years and went all the way through the present).  We are currently sitting on 17 documentaries (ranging from 30 to 120 minutes in length with two more for 2015 in production). \nPassport to China – This is a series of 12 programs that we produced to help people become better acquainted with the people, customs, traditions and language of China. MSU currently has over 800 students enrolled from China and in return we send students and faculty members to China.  The programs provide insight to the culture of Chinese people, take people in the Ozarks to places they may have only read about and show them how much we are alike.  It has been a very successful series and we are currently preparing to do a new series of shows about South America, Central America, Mexico and Cuba.  That series will begin in January of 2016.",
    "Name": "Ozarks Public Broadcasting (KOZK/KOZJ)",
    "location": [37.1985857, -93.2843785]
  },
  "1642": {
    "Short name": "Vermont Public Radio",
    "State": "Vermont",
    "City": "Colchester",
    "Logo": "vpr_logo.png",
    "Url": "https://www.vpr.net/",
    "About": "In 1975, four Vermonters gathered to create a public radio station for Vermont.  National experts tried to dissuade them, reasoning that Vermont was too rural  a state to support a station solely by listener support. Vermonters proved them  wrong on every count and now reaches listeners all over the state. Vermont  Public Radio was made possible by thousands of Vermonters that volunteered  and contributed funds to provide ongoing access to programming that informs,  educates and entertains and we're still going strong. For the past decade,  the station has consistently ranked as one of the most-listened-to public  radio stations in the country, based on radio listening per capita. Currently,  more than 26,000 people contribute to VPR. \nOn October 1, 2007 Vermont Public Radio became two distinct services - VPR  and VPR Classical. VPR offers news and information programming along with  public radio entertainment favorites. And VPR Classical, our expanded network  of stations providing classical music 24/7. \nVermont Public Radio's WVPR 89.5 FM in the Upper Valley became the first  radio station in Vermont to begin broadcasting in HD digital sound on July 19, 2006.  Fitting, given WVPR was Vermont's first public radio station. \nAs a community licensee, Vermont Public Radio operates with a state-wide Board  of Directors and the majority of its funding comes from local community support. \nVPR began broadcasting as WVPR 89.5 from studios in the historic Windsor House  in Windsor, Vermont. In subsequent years, VPR expanded to include WVPS 107.9,  Burlington; WRVT 88.7 Rutland; WVPA 88.5 in St. Johnsbury and WBTN 94.3 in  Bennington, as well as VPR.net. In 2004, we launched WNCH 88.1 FM in Norwich,  our flagship station for VPR Classical, which now covers most of the state. \nAs a state-wide resource, VPR is integral to the journalistic and cultural  life of the region. Listeners are regularly heard on VPR, via call-in  conversations on the daily noon newsmagazine Vermont Edition. Although it may  have grown in size, VPR is still driven by its original mission: to extend  involvement in contemporary affairs through programming that provides context  to the events of today and the impact they have on the lives of Vermonters. \n\"VPR is a living example of what enthusiasm, vision, dedication and long-term  commitment can build,\" says Robin Turnau, VPR President and CEO. \"Together  we've created a resource for the community that connects neighbors across  the state. It's a connection that will only continue to strengthen ....\"",
    "Productions": "",
    "Name": "Vermont Public Radio - WVPR",
    "location": [44.5079216, -73.1509023]
  },
  "1571": {
    "Short name": "WYSU",
    "State": "Ohio",
    "City": "Youngstown",
    "Logo": "wysu_logo.png",
    "Url": "https://wysu.org/",
    "About": "In 1969, just two years after the proposal was first made for a fine arts radio station in Youngstown, Ohio, with the hard work of Don Elser, first director Steve Grcevich, and Youngstown State University president Albert Pugsley, WYSU-FM signed on the air at 88.5 MHZ, licensed to Youngstown State University. The date was October 23, and the time was 10:00 am, with program host Bill Foster introducing Richard Strauss' Also sprach Zarathustra.  The station began by broadcasting 12 hours daily from its studios in the former Valley Park Motel on Wick Avenue, and served Youngstown State University and the Mahoning Valley community.  WYSU-FM is a charter member of National Public Radio. Some of the first programs to air were NPR's All Things Considered, WYSU's Folk Festival with Charles Darling, and the syndicated program Adventures in Good Music with Karl Haas.   \nWith a small staff, WYSU made great strides over the next decades, becoming part of the first radio network using satellite-delivered programs in 1971, moving to new studios in 1976, and expanding to a 24-hour broadcast day in 1980.  Also in 1980, WYSU held its first on-air pledge drive, a practice that continues twice yearly, and remains a major source of funding for the station.   \nUnder the guidance of director Robert Peterson in the 1980s and 1990s, the station began airing Morning Edition and operating a new 50,000 watt transmitter.  The addition of translators in nearby Ashtabula, Ohio and New Wilmington, Pennsylvania expanded WYSU's coverage.  In 1996, state of the art digital editing equipment was installed, and overnight programs became automated. \nIn the late 1990s, WYSU collaborated with the McDonough Museum of Contemporary Art at YSU in launching the first Mad About the Arts event – a celebration of great art, food, music and dance.  The event is now in its 20th successful year of raising funds to support both organizations.  In 2000, classical music host Barbara Krauss planned the first station-sponsored European tour to Great Britain.  The tours have since taken groups of WYSU travelers all over the world.  \nGary Sexton, WYSU's current director of broadcasting, took the position in 2000.  Under his direction, a WYSU website (wysu.org) was established, as well as streaming audio. By 2004, digital equipment was installed in the broadcast studios.  WYSU began broadcasting in HD in 2007, adding an all classical HD channel a year later.  In tandem with these advances, the station continues to produce music and community affairs programs with local hosts and guests.  Fund drives have continued to be successful and the staff and supporting members remain committed to WYSU's mission as a public radio station:  to be the community's leading source for trusted, in-depth news, engaging conversation, and music that stimulates the mind and spirit.",
    "Productions": "Looking Out - This round-table discussion is a platform for community leaders to address national and global issues from often unexplored angles. Hosted by Dr. George McCloud the half-hour program covers many topics ranging from the economy to foreign policy, and ecology to education. \nLincoln Avenue - Hosted by Dr. Sherry Linkon, Lincoln Avenue focused on new ideas and developments in the local community, on campus, and across the world. The program invited community and academic leaders, innovators, and critics to explain their work and why it matters.  It aired on WYSU for almost 10 years, ending in 2012. \nDoing Good - Designed to raise social consciousness and public awareness about salient concerns in our community, Doing Good also highlights good work and honest efforts being directed at issues important to the Mahoning Valley.  This one-on-one interview program is hosted by Gina Marinelli,  a former local news anchor and journalist, and encourages listeners to become engaged and involved in projects and activities featured on the show. \nLocally hosted music programs have been part of WYSU programming since 1969.  They include classical, jazz and folk music",
    "Name": "WYSU 88.5 FM",
    "location": [41.107003, -80.64680899999999]
  },
  "1900": {
    "Short name": "PBS Guam",
    "State": "Guam",
    "City": "Mangilao",
    "Logo": "pbs_guam_logo.png",
    "Url": "https://pbsguam.org/",
    "About": "PBS Guam (KGTF) is Guam's public media station, delivering exceptional programs from national,  regional and local sources since 1970.  PBS Guam is PBS' western-most member station, located  approximately 3,800 miles west of Hawaii and 1,500 miles south of Japan; it is uniquely situated  to bring together east and west content themes - through broadcast and other multimedia  platforms - that serve the public interest and engage the island's blend of cultures.   \nVideo archives from past decades, along with present work, reflect a great deal of the station's  productions. They offer viewers an historical Guam and are perspectives told by the island's  diverse local population. The archives contain programs that encompass numerous cultural,  educational, biographical, political, military and environmental topics.   \nThe television station has come a long way from its humble beginnings. Today, PBS Guam is  pleased to uphold the tradition of providing island viewers with outstanding programs,  educational services and dynamic community engagement opportunities for generations of  viewers to come.",
    "Productions": "",
    "Name": "KGTF (PBS Guam)",
    "location": [13.4391438, -215.193]
  },
  "1840": {
    "Short name": "Oregon Public Broadcasting",
    "State": "Oregon",
    "City": "Portland",
    "Logo": "opb_logo.png",
    "Url": "https://www.opb.org/",
    "About": "OPB provides essential news, information and entertainment to the Northwest. With public service at the heart of our journalistic mission, we deliver fact-based local, regional and national news coverage daily, along with deep investigative reporting, original OPB series, podcasts and more.  \nPowered by the generous support of OPB members, we illuminate the people, places and issues of the region and put stories into context. We engage listeners, viewers, readers and followers across the Northwest to spark conversation, connection and further exploration about what it means to live in this place we call home. \nOPB's content and programs can be accessed anywhere, at any time on OPB TV, OPB Radio, [opb.org](https://www.opb.org) and on digital and social media.",
    "Productions": "",
    "Name": "Oregon Public Broadcasting (OPB)",
    "location": [45.4722214, -122.6712727]
  },
  "1777": {
    "Short name": "Louisiana Public Broadcasting",
    "State": "Louisiana",
    "City": "Baton Rouge",
    "Logo": "lpb_logo.png",
    "Url": "https://ladigitalmedia.org/",
    "About": "On September 6, 1975 at 11:58 a.m., longtime public television advocate Lucille Woodard flipped a ceremonial switch to sign WLPB on in Baton Rouge. It was the culmination of three years of hard work after the Legislature approved the creation of the Louisiana Educational Television Authority.  \nWoodard, a professor at LSU, started working in the 1950s to get educational television throughout the state. After decades of frustrated efforts, the Louisiana Educational Television Authority was created in 1971 and the money to start the state network was appropriated. \n\nKLTM-TV in Monroe was the second LPB station to go on the air in 1976, followed by KLTS in Shreveport and KLPB in Lafayette in 1978. KLTL in Lake Charles signed on in 1981 and KLPA-TV in Alexandria went on the air in 1983. LPB has also entered into a partnership with WLAE-TV32 in New Orleans, which gives LPB a presence in the Crescent City. \nLouisiana: The State We're In was started in 1976 with current Executive Director/CEO Beth Courtney as host and producer. The only statewide magazine in Louisiana, it has garnered many journalism and public affairs awards during its 38-year history.  \nOur first nationally–syndicated show was Justin Wilson's Louisiana Cooking.  Our 13th series with Chef John Folse, Hook Lies and Alibis, premiered in 2015. \nDocumentaries about Louisiana and its “unique” politics have always been a major part of LPB's locally produced programming. LPB combined with rising filmmaker Ken Burns (The Civil War) to produce Huey Long. Other award-winning documentaries produced or co-produced by LPB have included Uncle Earl and Lindy Boggs: Steel & Velvet. \nThe six-part series Louisiana: A History, LPB's biggest and most lauded project to date, premiered in September 2003 to coincide with the 200th anniversary of the Louisiana Purchase.  \nPreserving and showcasing our state's history has always been a goal for LPB. Documentaries such as Signpost to Freedom: The 1953 Baton Rouge Bus Boycott and Against the Tide: The Story of the Cajun People of Louisiana have all explored little-known aspects of our past and present.  \nIn the 1990s, LPB produced a wide range of documentaries about our state's artists, including Ernest Gaines: Louisiana Stories, Frame After Frame: The Images of Herman Leonard, and Kate Chopin: A Re-Awakening. \nWhen Hurricanes Katrina and Rita devastated South Louisiana and New Orleans, LPB documented the heroic actions of rescuers through Katrina's Smallest Victims and the stories of the storm survivors trying to put the lives back together in American Creole and Washing Away: Losing Louisiana. \nLPB has continued to turn out award-winning documentaries. In 2012 the network was chosen to create the official documentary for the state's 200th anniversary of joining the Union, Louisiana: 200 Years of Statehood.  When a program was needed to kick off the Year of Music in 2013, LPB joined forces with the Lt. Governor's Office and Harry Connick, Jr. to create Sunshine By the Stars: Celebrating Louisiana Music. It featured an all-star lineup of Louisiana musicians performing their unique versions of one of Louisiana's State Songs “You Are My Sunshine.”",
    "Productions": "Louisiana: The State We're In – Louisiana's only statewide newsmagazine, now in its 38th season.  It started in November 1976, a little over a year after LPB went on the air.  \nA Taste of Louisiana with Chef John Folse – Our longest running cooking show.  It started in 1990.  We'll be airing the 13th season next year.  \nLouisiana: A History – A six-part series produced for the 200th anniversary of the Louisiana Purchase in 2003.  \nSunshine By The Stars: Celebrating Louisiana's Music – We had famous Louisiana musicians cover one of our state songs “You Are My Sunshine” in their own styles.  The song was written by our two-term Governor Jimmie Davis.  \nAlive! In America's Delta – a six-part wildlife documentary series.",
    "Name": "Louisiana Public Broadcasting",
    "location": [30.3938338, -91.1061306]
  },
  "1666": {
    "Short name": "WOJB",
    "State": "Wisconsin",
    "City": "Hayward",
    "Logo": "",
    "Url": "https://www.wojb.org/",
    "About": "",
    "Productions": "",
    "Name": "WOJB-FM",
    "location": [45.9426081, -91.3611213]
  },
  "NCSG55107": {
    "Short name": "BackStory",
    "State": "Virginia",
    "City": "Charlottesville",
    "Logo": "",
    "Url": "https://www.backstoryradio.org/",
    "About": "",
    "Productions": "",
    "Name": "BackStory",
    "location": [38.02965917339793, -78.47608402743347]
  },
  "NCSG55156": {
    "Short name": "This Way Out Radio",
    "State": "California",
    "City": "Los Angeles",
    "Logo": "thiswayout-logo.png",
    "Url": "https://www.thiswayout.org/",
    "About": "",
    "Name": "This Way Out Radio",
    "location": [34.0549076, -118.242643]
  },
  "NCSG55162": {
    "Short name": "Christian Science Publishing Society",
    "State": "Massachusetts",
    "City": "Boston",
    "Logo": "",
    "Url": "https://www.christianscience.com/publications-and-activities",
    "About": "",
    "Name": "Christian Science Publishing Society",
    "location": [42.34461653757758, -71.0849645358053]
  },
  "NCSG55133": {
    "Short name": "Century of Progress Productions",
    "State": "California",
    "City": "Santa Monica",
    "About": "",
    "Logo": "",
    "Url": "https://harryshearer.com/le-show/",
    "Name": "Century of Progress Productions",
    "location": [34.01967443372372, -118.49004096203785]
  },
  "NCSG55113": {
    "Short name": "Bloomberg L.P.",
    "State": "New York",
    "City": "New York",
    "Logo": "",
    "Url": "https://www.bloomberg.com/",
    "About": "",
    "Name": "Bloomberg L.P.",
    "location": [40.76264848211229, -73.96807730422563]
  },
  "4608": {
    "Short name": "KGLT",
    "State": "Montana",
    "City": "Bozeman",
    "Logo": "kglt_logo.png",
    "Url": "https://www.kglt.net/",
    "About": "On the air for 47 years, KGLT 91.9fm, alternative public radio in Southwest Montana, has entertained and shared diverse music played by live DJ's around the clock, as well as informative programming and public service announcements, with its listeners.  KGLT is located on the campus of Montana State University (MSU), Bozeman.  With 90 live announcers playing their choice of music 22 hours per day, KGLT produces 1,500 to 2,000 public service announcements and offers three DJ apprentice classes yearly.   Approximately one third of the public service announcements (PSAs) relate to campus offerings such as new classes, recreational and volunteer opportunities, events, and informing students and employees committees and programs in existence to help and protect them: diversity, women's issues, returning vet issues, handicap rights, rape alerts, and drunk driver ride home options. Public service issues on and off campus include AIDS awareness, medical care and preventative options, LBGTQ support, bullying, parenting, and environmental awareness. The KGLT website hosts a Community Calendar that announces lectures, concerts, classes, nature programs, and exhibits in all areas where there are radio signals. Environmentally, Montana is a rare combination of being an ‘AG' or agricultural state, because of all the ranching and farming, and a state also focused on maintaining its land untainted by industry.  Montana is dependent on the tourist trade for fishing, hiking, and hunting as well as summer and winter recreation.  It is one of the only states making a conscientious effort for a meeting of the minds of the ranchers and outdoors enthusiasts.  As a result, there is a lot of informative and educational discussion offered and shared as PSAs on the air.  \nThe audiences reached are diverse; KGLT ranks in the top 25% of 21 stations in Gallatin County and collaborates with NPR stations in Montana.   KGLT is the matriarch of community radio in the state of Montana, offering openness, inclusiveness, and commitment to community.  The goal for KGLT is to reach more listeners in order to offer them this familial yet professional inclusivity, so that they may benefit from the information and education KGLT provides in music and public service. \nApprentice classes give staff the opportunity to mentor students, helping them to live up to their potential to become informed, comfortable, well spoken, generous, and ethical. \nNew in 2014, KGLT has worked with the Central Washington University radio station to help them build financial support.",
    "Productions": "KGLT is the Emergency Alert System for Gallatin County, broadcasts the daily avalanche and ski reports, announces school closings, and gives a fishing report during the fishing season.  \nKGLT has an on air calendar called “Unzipping the Weekend”, sharing entertainment events and locations.  KGLT informs the public of City and County open forums regarding environmental and planning issues including water quality, building, parks, and development.   \nListener's Personals is a daily report of lost animals, ride sharing, and more, with a trusted reputation for helping people get the help they need.  \nKGLT worked with Superintendent of Schools Denise Juneau, Montana Team Nutrition and first lady of Montana, Lisa Bullock to produce eleven announcements for use by any other station free of charge and posted on the Montana Food Bank Network website.  The aim of the project was to spread information about the importance of breakfast for students' abilities to retain information and learn.  In the interest of students forging ahead to reach their highest potential, a KGLT student employee who is in the Music Technology program wrote the background music and was given credit and recognition for that. \n\nThe Tellin' Ellen program that collaboratively airs on National Public Radio stations in Montana, produced at KGLT, has included the subjects of Depression and Suicide, Mid-life job changes for women, the art of writing, an interview with MSU President Waded Cruzado, the first woman and Latina to hold this influential and important issue in Montana, a discussion about Humane Education with the Director of Education for the Humane Society of the United States and Giving in the workplace (ie.   Workplace payroll deduction options in an interview with the Executive Directors of United Way and Montana Shares. \nKGLT produces \"Chrysti the Wordsmith\", a two minute, 20 year old program exploring the origins and histories of words, phrases and idioms in the English language. The series runs on both National Public Radio stations in Montana: Yellowstone Public Radio in Billings and Montana Public Radio in Missoula.  It also is on KCPW in Salt Lake City and worldwide on Armed Forces Radio and Television Network.  \n\"Montana Medicine Show\", also produced at the station, consists of two minute segments of Montana history and is researched, written and narrated by Bozeman High School Award winning History teacher, Derek Strahn.  It airs six times a week on KGLT and seven times per week on three AM stations in Eastern Montana.  A second book of Medicine Show stories is coming out by summer, 2015 and the series itself will be offered to libraries across the state.  The first, published in 2014 is called The Montana Medicine Show's Genuine Montana History, by B. Derek Strahn, Montana High School History Teacher of the Year.",
    "Name": "KGLT-FM",
    "location": [45.6666931, -111.0473699]
  },
  "NCSG55142": {
    "Short name": "KTWU",
    "State": "Kansas",
    "City": "Topeka",
    "Logo": "",
    "Url": "https://ktwu.org/",
    "About": "",
    "Name": "KTWU",
    "location": [39.0324287, -95.7044684]
  },
  "1388": {
    "Short name": "WFYI",
    "State": "Indiana",
    "City": "Indianapolis",
    "Logo": "wfyi_logo.png",
    "Url": "https://www.wfyi.org/",
    "About": "Known for quality programming throughout Central Indiana, WFYI Public Media provides more than just the standard radio and television services. WFYI has been involved as a community leader and partner in education, health, public affairs, and the arts since 1970. We serve as a public forum where people are encouraged to discuss and debate issues important to the local community. Our award-winning documentaries and public affairs programs have addressed many relevant topics ‒ including financial literacy, healthcare, workforce development and environmental affairs. This broadcast schedule combines with local community outreach programs to focus on developing successful solutions to local issues. \nForty-three years ago WFYI Public Media was formed after many local residents in Central Indiana voiced the need to create the state's first educational television system. A local community leader, Ardath Y. Burkhart, passionately led a small grass-roots campaign to create a local educational television station. This group became affectionately known as \"Ardath's Army\" and quickly gained community support by traveling door-to-door across Indianapolis and its six surrounding counties. The volunteers pushed the station into existence in just a few short weeks by raising enough money to cover a full year of operating expenses. The station first signed on the air with a no-frills staff of nine employees, three black-and-white television cameras, and a signal that reached just beyond downtown Indianapolis. WFYI was the city's first UHF television signal and the only channel to provide commercial-free programming ‒ a novel idea, even 40 years ago. \nNow, more than 80 professionals work hard at WFYI Public Media to make it Indiana's chief PBS and NPR member station and one of Central Indiana's leading not-for-profits. The WFYI headquarters is a state-of-the-art facility conveniently situated at 1630 N. Meridian St. in Indianapolis. The WFYI location is one of Indianapolis' premier media hubs and centers for civic engagement. \nAs WFYI Public Media looks towards the future, it will continue to focus on expanding its local production capacity; enhancing its community services to both mainstream and underserved audiences; and building on its proven track record of delivering first-rate local, national and international news coverage.",
    "Productions": "Across Indiana – for 20 seasons, WFYI correspondents traveled the state to explore the passions, eccentricities and history of the residents of the Hoosier state.  \nThe Natural Heritage of Indiana – Three part documentary series shot over a two-year period revealing Indiana's natural wonders in spectacular detail.  \nFleeced: Speaking Out Against Senior Financial Abuse – A documentary revealing the extent of fraud.  \nIndiana Expeditions - One of the state's most honored and respected teachers on a journey to discover how real science impacts our lives every day.  \nCBC - Communities Building Community with former Indiana First Lady Judy O'Bannon showcased the extraordinary ways in which Indiana residents are working together to improve the quality of life in their communities.",
    "Name": "WFYI-FM",
    "location": [39.768403, -86.158068]
  },
  "NCSG55127": {
    "Short name": "KERA",
    "State": "Texas",
    "City": "Dallas",
    "Logo": "kera_logo.png",
    "Url": "https://www.kera.org/",
    "About": "KERA is a community-supported media organization that delivers distinctive, relevant and essential content to North Texas. Through programming that reflects the spirit and diversity of the  region it serves, KERA provides an invaluable alternative to commercial media. \nKERA reaches the fourth-largest population area in the country, with a mission to deliver public television, radio and multimedia resources that educate, engage, inspire, inform and entertain. Each week, more than 2.6 million people connect with KERA through its television and radio broadcast channels, websites, social media and mobile apps.",
    "Name": "KERA",
    "location": [32.796815368704536, -96.81140426722354]
  },
  "1831": {
    "Short name": "ideastream",
    "State": "Ohio",
    "City": "Cleveland",
    "Logo": "",
    "Url": "https://www.ideastream.org/",
    "About": "",
    "Productions": "",
    "Name": "WVIZ/ideastream",
    "location": [41.5016332, -81.6818309]
  },
  "1844": {
    "Short name": "WHYY",
    "State": "Pennsylvania",
    "City": "Philadelphia",
    "Logo": "whyy_logo.png",
    "Url https://www.whyy.org/": "",
    "About": "For close to 60 years, WHYY has been the region's leading public media company and PBS/NPR affiliate, currently serving the nation's fourth largest market, with 2,963,500 households (Source: Nielsen Local Market Television Estimates, 2014).  Each week, 871,052 unique viewers tune to WHYY-TV (Source: Scarborough Philadelphia Release 2 – August 2013 to July 2014).  WHYY-FM draws an audience of 442,714 unduplicated listeners per week (Source: Scarborough Philadelphia Release 2 – August 2013 to July 2014).   Each month, there are an average of 108,644 unique visitors to WHYY.org with 383,327page views (Source: Google Analytics, average from December, 2013 – December, 2014).  NewsWorks, WHYY's online home for news and civic dialogue, achieves an average of 508,944 users and 1,451,973 page views per month (Source: Google Analytics, average October–December, 2014).Other online services for accessing WHYY content include podcasts, Twitter (32,700 followers), Facebook (23,328) and YouTube (1,080 subscribers). \nEach year, WHYY further serves the community through \"off-air\" programs such as community forums, artistic performances and lectures onsite in the Independence Foundation Civic Space, and Dorrance H. Hamilton Public Media Commons. Our strategic approach is to use on air and online content to drive in-person audience engagement.",
    "Productions": "WHYY-TV: \nFriday Arts \nOn Tour \nOn Stage at Curtis \nFirst \nFlicks \nPennsylvania Ballet at 50 \nThe Barnes Collection \nWHYY-FM: \nFresh Air \nThe Pulse \nNewsWorks Tonight \nYou Bet Your Garden \nVoices in the Family \nRadio Times with Marty Moss-Coane",
    "Name": "WHYY",
    "location": [39.9538988, -75.14985430000002]
  },
  "1815": {
    "Short name": "WNED",
    "State": "New York",
    "City": "Buffalo",
    "Logo": "",
    "Url": "https://www.wned.org/",
    "About": "",
    "Productions": "",
    "Name": "WNED",
    "location": [42.8820746, -78.88013269999999]
  },
  "1716": {
    "Short name": "KVIE",
    "State": "California",
    "City": "Sacramento",
    "Logo": "kvie_logo.png",
    "Url": "https://www.kvie.org/",
    "About": "",
    "Productions": "America's Heartland \nKVIE Arts Showcase \nRob on the Road \nStudio Sacramento \nViewFinder \nYes! We're Open",
    "Name": "KVIE",
    "location": [38.613386, -121.5089554]
  },
  "NCSG55137": {
    "Short name": "General Commission on Archives and History, United Methodist Church",
    "State": "New Jersey",
    "City": "Madison",
    "Logo": "GCAH_logo.jpg",
    "Url": "https://www.gcah.org/",
    "About": "",
    "Name": "GCAH",
    "location": [40.7598227, -74.417097]
  },
  "NCSG55084": {
    "Short name": "Vision Maker Media",
    "State": "Nebraska",
    "City": "Lincoln",
    "Logo": "vision_maker_media_logo.png",
    "Url": "https://www.visionmakermedia.org/",
    "About": "Vision Maker Media is celebrating 40 years as your premier source for quality American Indian and Alaska Native educational and home videos. All aspects of our programs encourage the involvement of young people to learn more about careers in the media--to be the next generation of storytellers. Vision Maker Media envisions a world changed and healed by understanding Native stories and the public conversations they generate.  \nWith funding from the Corporation for Public Broadcasting (CPB), Vision Maker Media's Public Media Content Fund awards support to projects with a Native American theme and significant Native involvement that ultimately benefits the entire public media community. Vision Maker Media, a nonprofit 501(c)(3) empowers and engages Native People to tell stories. For more information, www.visionmakermedia.org.",
    "Name": "Vision Maker Media",
    "location": [40.81090277007379, -96.70296773568843]
  },
  "NCSG55152": {
    "Short name": "KCRW",
    "State": "California",
    "City": "Santa Monica",
    "Logo": "kcrwlogoblack.png",
    "Url": "https://www.kcrw.com/",
    "About": "KCRW is your always-on connection to music, news, culture, and each other — on the radio, online, and in-person. We belong to Los Angeles, connecting diverse perspectives and the sounds of Southern California with curious communities around the corner and around the world. \nWe are NPR's flagship member station in Southern California and a community service of Santa Monica College. You can find our broadcast signal in LA, Santa Barbara, Ventura, Mojave, Palm Springs, San Luis Obispo, and worldwide via the KCRW app and at kcrw.com.",
    "Name": "KCRW",
    "location": [34.0305769, -118.4669993]
  },
  "NCSG55103": {
    "Short name": "Sesame Workshop",
    "State": "New York",
    "City": "New York",
    "Logo": "",
    "Url": "https://www.sesameworkshop.org/",
    "About": "",
    "Name": "Sesame Workshop",
    "location": [40.7715257, -73.9810719]
  },
  "NCSG55112": {
    "Short name": "BirdNote",
    "State": "North Carolina",
    "City": "Asheville",
    "Logo": "Birdnote_Logo1.jpg",
    "Url": "https://www.birdnote.org/",
    "About": "",
    "Name": "BirdNote",
    "location": [35.594826122538855, -82.55592125912412]
  },
  "NCSG55143": {
    "Short name": "Media Burn",
    "State": "Illinois",
    "City": "Chicago",
    "Logo": "mediaburn-logoscreen2.png",
    "Url": "https://mediaburn.org/",
    "About": "Media Burn Archive is a 501(c)3 nonprofit in Chicago that collects, produces, and distributes documentary video created by artists, activists, and community groups. Their mission is to use archival media to deepen context and encourage critical thought through a social justice lens.",
    "Name": "Media Burn",
    "location": [41.8980817, -87.6515314]
  },
  "NCSG55095": {
    "Short name": "CUNY TV",
    "State": "New York",
    "City": "New York",
    "Logo": "",
    "Url": "https://www.cuny.tv/",
    "About": "",
    "Productions": "",
    "Name": "CUNY TV",
    "location": [40.7486485, -73.98400699999999]
  },
  "NCSG55126": {
    "Short name": "PBS Kansas",
    "State": "Kansas",
    "City": "Wichita",
    "Logo": "",
    "Url": "https://www.kpts.org/",
    "About": "",
    "Name": "KPTS",
    "location": [37.74320942439923, -97.23522908088306]
  },
  "1616": {
    "Short name": "KUT Radio",
    "State": "Texas",
    "City": "Austin",
    "Logo": "kut_logo.png",
    "Url": "https://kut.org/",
    "About": "KUT was established in 1958 and became a charter member of NPR in 1971, carrying the first-ever broadcast of All Things Considered in May of that year. KUT also contributed the first of, what would become in time, 14 of the station's employees to the NPR staff. In 1979, KUT carried the November inaugural broadcast of Morning Edition, with Bob Edwards as host and, in doing so, helped to launch what has become one of the most important and honored public radio programs.",
    "Productions": "Texas Standard - the national daily news show of Texas. \nThe Austin Music Experience - your weekly source for dynamic live performances, classic recordings, and music news. \nIn Black America - the nationally syndicated radio series which is heard weekly on close to 20 stations across the country. The weekly podcast of In Black America, the only nationally broadcast black-oriented public affairs radio program, is one of KUT's most popular podcasts. \nTwo Guys on Your Head - Each week Dr. Art Markman and Dr. Bob Duke explore different aspects of human behavior and the brain.",
    "Name": "KUT Radio",
    "location": [30.290218724449858, -97.74061796816142]
  },
  "NCSG088": {
    "Short name": "Hoover Institution Library &amp; Archives, Stanford University",
    "State": "California",
    "City": "Stanford",
    "Logo": "stanford_logo.png",
    "Url": "https://www.hoover.org/library-archives",
    "About": "Founded by Herbert Hoover in 1919, the Hoover Institution Library & Archives are dedicated to documenting war, revolution, and peace in the twentieth and twenty-first centuries. With nearly one million volumes and more than six thousand archival collections from 171 countries, Hoover supports a vibrant community of scholars and a broad public interested in the meaning and role of history. \nBroadcast collections at Hoover play an important role for scholars. As legacy realtime accounts of particular era, including specific historical events, broadcasts serve an immersive function offering additional levels of experience beyond the written word. \nHoover's public broadcasting holdings, [Firing Line with William F. Buckley](https://www.hoover.org/library-archives/collections/firing-line) and the [Commonwealth Club of California](https://www.hoover.org/library-archives/collections/commonwealth-club-california-records) records, include debates, discussions and speeches on politics, society, philosophy, and the arts. Additional broadcast collections include: the [Radio Free Europe/Radio Liberty](https://www.hoover.org/library-archives/collections/radio-free-europeradio-liberty-records) records; NBC Radio coverage of the [United Nations Conference on International Organization](https://www.hoover.org/library-archives/collections/united-nations-conference-international-organization-proceedings-1945); and BBC World Service broadcasts in Vietnamese and Russian. \nFrom 1966 to 1999, the television series Firing Line with William F. Buckley Jr. was a venue for debate and discussion on political, social, and philosophical issues with experts of the day. The broadcast collection includes administrative files, program preparation materials, photographs, transcripts, sound recordings, and videotape copies of the 1,505 programs. Support for videotape preservation has been provided by the Mericos Foundation and the National Television and Video Preservation Foundation. \nSince 1903, the day's premier leaders, crusaders, and elected officials have spoken at the Commonwealth Club of California, with many such talks subsequently broadcast on the club's nationwide radio network. Sound recordings and scripts of these speeches on political, economic, technological, social, and recreational matters, along with the club's reports, minutes, correspondence, and other records, are in this collection.",
    "Productions": "",
    "Name": "Stanford University",
    "location": [37.42766, -122.17006]
  },
  "1451": {
    "Short name": "WIAA",
    "State": "Michigan",
    "City": "Interlochen",
    "Logo": "",
    "Url": "https://interlochenpublicradio.org/",
    "About": "",
    "Productions": "",
    "Name": "WIAA-FM",
    "location": [44.2761704, -85.713518]
  },
  "1882": {
    "Short name": "Vermont Public Television",
    "State": "Vermont",
    "City": "Colchester",
    "Logo": "vermont_pt.png",
    "Url": "https://www.vpt.org/",
    "About": "Vermont PBS is Vermont's statewide PBS affiliate and public media provider,  offering viewers the best of PBS, along with a regular line-up of award-winning  local programs. Along with serving the entire state of Vermont, Vermont PBS'  broadcast can also be seen in adjoining regions of New York, New Hampshire  and Massachusetts, as well as southern Quebec and the Montreal area. \nVermont PBS programs, and our wide variety of non-broadcast services and activities,  are dedicated to improving the lives of our viewers by fostering: increased  understanding of one another; improved educational opportunities for children  and adults; cultural enrichment; community involvement; and environmental appreciation. \nProgramming on Vermont PBS includes renowned PBS children's programs such  “Sesame Street” and “Arthur.” Programming for adults includes such PBS stalwarts  as “Masterpiece,” “Nova,” “American Experience” and “Antiques Roadshow,” as  well as a Saturday night line-up of popular British comedy programs. In addition,  Vermont PBS regularly produces local programs such as “Vermont This Week,”  “Outdoor Journal” and live call-in shows with our elected representatives,  along with an ever-growing library of historical documentaries that help to  keep Vermont history and culture alive. We also regularly produce web-only  content such as the 2014-15 online series, “Makin' Friends With Ryan Miller.\" \nHistorical documentary highlights over the years have included the “Vermont  Memories” series (three films highlighting different eras), “Northern Railroads,”  “Champlain: The Lake Between,” “Little Jerusalem” (chronicling Burlington,  Vermont's original Jewish settlement) and “Brothers of The Gut: 50 Years of  UVM Hockey.” The station maintains a rich library of films documenting the  state's history, and regularly airs historical films from local filmmakers. \nVermont PBS went on the air as Vermont ETV on Oct. 16, 1967. In 1998, the  station changed its name to Vermont Public Television. The station's  transition to fully digital broadcast was completed in 2006 with the digital  conversion of its fourth transmission tower. Another rebranding followed in  2014 when the station became Vermont PBS. Also in 2014, the station launched  a second HD channel, Vermont PBS PLUS, which allows even more opportunity for  alternative programming and local content from independent filmmakers.",
    "Productions": "",
    "Name": "Vermont Public Television",
    "location": [44.4911842, -73.184904]
  },
  "1781": {
    "Short name": "Maine Public Broadcasting Network",
    "State": "Maine",
    "City": "Lewiston",
    "Logo": "mpbn_logo.png",
    "Url": "https://mainepublic.org/",
    "About": "The Maine Public Broadcasting Network is a statewide dual licensee providing both television and radio service throughout the state of Maine. MPBN's television service is also available in the Canadian maritime provinces and Quebec. \nToday's MPBN is a result of a 1992 merger between Lewiston, Maine based WCBB and Orono, Maine based WMEB.  \nWCBB TV was founded by Colby College, Bates College and Bowdoin College and signed on as the first educational television service in Maine on November 13, 1961. It served the southern and western parts of the state and the studio was based in Lewiston. \nWMEB TV was founded by the University of Maine system and first went to air on October 7, 1963. Among its programs was the “Friendly Giant” and “History with Herb Hake”.  In 1964, transmitters are constructed in Presque Isle and Calais bringing educational television to northern and eastern Maine.  In 1974 another transmitter is built to serve southern Maine. This group of stations becomes known as the Maine Public Broadcasting Network in 1971. Based on the University of Maine campus it moves to larger facilities in Bangor in 1987. \nIn 1970, MPBN launched WMEH-FM, Maine's first public radio service. \nWCBB and MPBN collaborated many times over the years but finally merged to form a single entity in July of 1992. After several name changes in the ensuing years, MPBN is chosen to represent both the television and radio services. \nFive television transmitters and seven radio transmitters form the statewide backbone of the transmission system. MPBN television provides one HD and three SD channels in its digital broadcast stream: regular PBS programming with occasional local productions (HD), MPBN Create (SD), MPBN World (SD) and a fourth channel which is used for seasonal coverage of the Maine Legislature (SD).",
    "Productions": "The News Machine, and its French language counterpart La Machine Magique - began in 1974. This weekly half-hour was a news program aimed at grade school students. The French version was added to serve the French Acadian population of far northern Maine. Both series ran in the mid 1970s. \nLa Bonne Aventure - a 20 episode series devoted to French heritage received national distribution and acclaim in 1976. In 1979 MPBN broadcast the Maine State High School Basketball Tournaments. This annual production continues to this day and features 44 live games from three locations played over the course of 2 weeks each February and garners some of the highest ratings of the year.  \nMaine Watch - launched in 1987. This weekly public affairs program ran until 2013 and included as one of its hosts the future Maine Governor and U.S. Senator Angus King.  \nMaine Capitol Connection- daily live coverage of Maine's legislative activities, began on February 6, 2013 and ran for two legislative sessions.",
    "Name": "Maine Public Broadcasting",
    "location": [44.0739072, -70.1772628]
  },
  "1441": {
    "Short name": "WUMB",
    "State": "Massachusetts",
    "City": "Boston",
    "Logo": "wumb_logo.png",
    "Url": "https://www.wumb.org",
    "About": "WUMB-FM is a non-commercial radio station licensed to the University of Massachusetts with studios at the UMass Boston Campus, as the central hub for a network of eight public radio stations in Boston, Worcester, Falmouth, Newburyport, Stow, Marshfield, Orleans and Milford, New Hampshire.  \nThe Boston, Worcester and Falmouth stations all broadcast on 91.9FM.  The Newburyport, Stow and Marshfield stations can be heard on 91.7FM. The Orleans station can be heard on 1170AM, and Milford, New Hampshire on 88.7FM. \nAll eight facilities simulcast the identical program schedule, which is produced from our studios located on the UMass Boston Campus.  The station's 24 hour a day broadcast schedule reaches more than 80,000 unique listeners weekly in over 275 cities and towns in eastern and central Massachusetts, as well as Cape Cod and parts of Rhode Island, New Hampshire and Connecticut. A webcast of our signal can also be heard live around the world through the internet, and we current reach over another 80,000 people from all 50 states and 147 different countries through our live stream. \nThe Boston station, WUMB-FM, was the last station in the Metro-Boston area to be granted an FM license from the Federal Communications Commission.  It went on the air in 1982 with an all-volunteer announcing staff, moving to a professional staff in 1986, when it became a public radio affiliate of the Corporate for Public Broadcasting.  The station was the aspiration of a cadre of UMass Boston students in 1968, in what became a fourteen year campaign to get the station on the air.  The Worcester station, WBPR-FM, was purchased in 1993 from Worcester county Christian Broadcasting, which owned a permit to construct the station, but had never actually built it.  The Falmouth station, WFPB-FM, was developed with the help of an expansion funding grant from CPB and went on the air in 1996.  The Orleans station was a donation from GramCam Communications in 1998, and the Newburyport station was built with the help of a grant from the U.S. Department of Commerce in 2001. \nWUMB-FM is committed to providing unique program offerings.  It is the country's foremost radio station for folk and roots music, largely airing a mix including Singer/Songwriter, Blues, Celtic, Americana, Bluegrass and more.  During the weekends, the station is a cultural center for traditional Folk, Celtic and International music, as well as our public affairs show, Commonwealth Journal. \nWUMB also sponsors and operates 2 one week summer music camps for adults, as well as a weekend music getaway, geared toward furthering the participants' musical skill.   WUMB is actively involved in several community engagement projects throughout the year.",
    "Productions": "Commonwealth Journal \nSummer Acoustic Music Week/Winter Acoustic Music Weekend \nWUMB Member Concerts and Events \nStudent internet radio station (The Beacon Radio)",
    "Name": "WUMB-FM",
    "location": [42.3132746, -71.03966299999999]
  },
  "1723": {
    "Short name": "Colorado Public Television",
    "State": "Colorado",
    "City": "Denver",
    "Logo": "colorado_pt_logo.png",
    "Url": "https://www.cpt12.org/",
    "About": "Originally known as KBDI Channel 12, Colorado Public Television (CPT12) is a unique civic resource and one of the country's first alternative public television services. CPT12 provides important local, national and international programming services that are otherwise not available in Colorado. \nKBDI began operations in Broomfield, Colorado, with transmitting facilities on Squaw Mountain in Clear Creek County. At 11,500 feet, the site remains the highest of any full-power television station in the nation. From there, KBDI began serving first the Denver Metro area, and then the entire Colorado Front Range. \nToday, Colorado Public Television has grown to serve 85 percent of the state's population. Ongoing improvements to its transmitters and wider digital carriage on cable and satellite systems are extending the station's reach in almost every direction across the state. Beyond Denver and the Front Range, CPT12 is increasingly received in various Western Slope and Eastern Plains communities, ever broadening its service throughout Colorado. \nSince 2003, the station has offered digital programming on three multicast channels. Today, these three channels include CPT12's flagship signal (12.1), a diverse mix of local, national and international programming and infused with quality PBS shows; CPT12+ (12.2), the best of independently produced documentaries, music, travel, exercise, cooking, public affairs and more; and MHz Worldview (12.3), a lineup of programs from around the world, including world news, foreign affairs, international mysteries, world music, sports, and foreign films. \nFrequently stretching the boundaries of public television, the station has been called many things – progressive, provocative, experimental, controversial, outrageous, courageous and more as it has worked to illuminate key social issues, and provide a platform for the underserved.   CPT12 has always championed experimentation, creativity, new ideas and high broadcasting standards – all while working on a shoestring budget.  Today, CPT12 maintains its independent spirit, even as it explores new media outlets, expands its mission and deepens its community involvement. \nDescribed as “the little station that could” by the Denver Post, Colorado Public Television remains lean and light on its feet – a small, frugal station that continues to deliver programming that is relevant, informative, entertaining and thought-provoking. \nColorado Public Television's tagline, “World View, Community Voice,” represents the station's mission, programming choices, community activities and engagement with its Colorado constituents. A global perspective combined with local conversations will continue to be CPT12's guide into the future.",
    "Productions": "Colorado Inside Out \nSounds on 29th \nStudio 12 \nTierra O Muerte: Land Or Death - 1991 Alfred I. duPont-Columbia Award \nStories of Elyria - 1992 Regional Emmy for Best Documentary \nEverything Has A Spirit - 1994 First Place Documentary Award, Indian Film and Video Competition \nSnapshots from the DNC - 2008 Colorado Broadcasters Association Award of Excellence for Best News or Public Affairs Special \nColorado Inside Out “Circa 1858” and Studio 12 “Sudan” (tie winners) - 2009 Regional Emmy Award for Best Interview/Discussion Program \nStudio 12 “Back to Sudan” - 2009 Colorado Broadcasters Association Award of Excellence for Best News or Public Affairs Special \nAllen True's West - 2009 Colorado Broadcasters Association Certificate of Merit for Best Mini-Documentary or Series \nColorado Inside Out “Circa 1959” - 2010 Regional Emmy Award for Best Interview/Discussion Program \nSandzen: Ecstacy of Color - 2010 Colorado Broadcasters Association Award of Excellence for Best Mini-Documentary or Series \nStudio 12 “Return to Iwo Jima” - 2010 Colorado Broadcasters Association Award of Excellence for Best News or Public Affairs Special \nColorado Inside Out “Circa 1935” - 2010 Colorado Broadcasters Association Certificate of Merit for Best News & Public Affairs Special / 2011 Regional Emmy Award for Best Interview/Discussion Program \nRex Ray: How to Make a Rex Ray - 2010 Colorado Broadcasters Association Certificate of Merit for Best Mini-Documentary or Series \nSounds on 29th - 2012 Colorado Broadcasters Association Certificate of Merit for Best Mini-Documentary or Series \nStudio 12 \"Aurora Theater Shooting\" - 2012 Colorado Broadcasters Association Award of Excellence for Best Public Affairs Special Category \nStudio 12 \"Honoring America's War Heroes\" - 2012 Colorado Broadcasters Association Certificate of Merit for Best News Special/Public Affairs Special",
    "Name": "Colorado Public Television",
    "location": [39.7567083, -104.9753069]
  },
  "1820": {
    "Short name": "WMHT",
    "State": "New York",
    "City": "Troy",
    "Logo": "wmht_logo.png",
    "Url": "https://www.wmht.org/",
    "About": "A trusted community resource for over half a century, WMHT Educational Telecommunications uses the power of non-commercial public television, radio, the web and other media to enrich the lives of more than a half million households throughout eastern New York state and portions of western Vermont, Massachusetts and Connecticut. Television broadcast channels include WMHT-DT, WMHT-Create  and WMHT-WORLD.  Radio stations operated by WMHT include WMHT-FM 89.1 & WRHV-FM 88.7 (classical public radio) and WEXT 97.7 (AAA public radio).  WMHT also operates RISE, a radio reading service for the visually and print disabled. In addition, WMHT offers numerous community outreach and family learning initiatives that inspire, educate and entertain for a lifetime.",
    "Productions": "New York Now \nWilliam Kennedy's Prohibition Story \nRediscovering the Light \nThe Track at Saratoga: America's Grandest Race Course \nDivine Discontent \nNine Long Days",
    "Name": "WMHT",
    "location": [34.0514702, -118.2564231]
  },
  "1746": {
    "Short name": "WABE",
    "State": "Georgia",
    "City": "Atlanta",
    "Logo": "",
    "Url": "https://www.wabe.org/",
    "About": "",
    "Productions": "",
    "Name": "Public Broadcasting Atlanta",
    "location": [33.7861085, -84.39541109999999]
  },
  "1717": {
    "Short name": "KVCR",
    "State": "California",
    "City": "San Bernardino",
    "Logo": "",
    "Url": "https://kvcr.org/",
    "About": "",
    "Productions": "",
    "Name": "KVCR",
    "location": [34.085209, -117.312778]
  },
  "NCSG55136": {
    "Short name": "Public Affairs Television & Doctoroff Media Group",
    "State": "New York",
    "City": "New York",
    "Logo": "",
    "Url": "https://billmoyers.com/",
    "About": "Public Affairs Television was Bill and Judith Moyers's independent production company from 1986 through 2015. PAT was widely acclaimed for its innovative and courageous exploration of subjects ranging from politics and the environment to the role of the media in democracy to the world of ideas. PAT was also a leader within public television in extending the reach of its broadcasts through the creative use of multimedia campaigns aimed at informing Americans of critical issues and involving them in cooperative efforts for the renewing of democracy. <br> <br> The company was founded in 1986 when Bill Moyers left CBS News, where he was senior news analyst for the evening news and chief correspondent for the documentary series CBS Reports. The co-founder was the veteran broadcast journalist Joan Konner. When Konner became dean of the Graduate School of Journalism at Columbia University in 1988, Judith Davidson Moyers, an educator, corporate board member and creative adviser to the Corporation for Entertainment and Learning, joined the company as president. <br> <br> PAT has produced hundreds of hours of programming for public television, including several groundbreaking series such as Joseph Campbell and the Power of Myth, A World of Ideas, The Language of Life, The Wisdom of Faith with Huston Smith, Moyers on Addiction, On Our Own Terms (about death and dying in America), Becoming American: The Chinese Experience, Healing and the Mind, and America's First River: Moyers on the Hudson. Among PAT's award-winning documentaries were such investigative reports as The Secret Government, Trade Secrets, Trading Democracy, Free Speech for Sale, Buying the War, Facing the Truth, and Capitol Crimes. For three years beginning in 2002, Public Affairs Television produced the acclaimed weekly newsmagazine Now with Bill Moyers, followed in 2006 by the three-part investigative series Moyers on America, and the seven-part series Bill Moyers on Faith and Reason , the next installation of the weekly newsmagazine Bill Moyers Journal from 2007 through 2010. And, from January 2012 to December 2014, PAT proudly produced his last series Moyers & Company.  <br> <br> PAT closed operations in 2015 and the rights to the company's work were assigned to Doctoroff Media Group. For questions related to the distribution of the archive, please be in touch with Judy Doctoroff at judydoctoroff1@gmail.com.",
    "Name": "Public Affairs Television & Doctoroff Media Group",
    "location": [40.7127753, -74.0059728]
  },
  "NCSG55085": {
    "Short name": "Ken Burns - Florentine Films",
    "State": "New Hampshire",
    "City": "Walpole",
    "Logo": "",
    "Url": "https://www.florentinefilms.com/",
    "About": "",
    "Productions": "",
    "Name": "Ken Burns - Florentine Films",
    "location": [43.0794944, -72.4258229]
  },
  "NCSG55153": {
    "Short name": "WMFE-FM",
    "State": "Florida",
    "City": "Orlando",
    "Logo": "",
    "Url": "https://www.wmfe.org/",
    "About": "",
    "Name": "WMFE",
    "location": [28.5658189, -81.2123792]
  },
  "NCSG55102": {
    "Short name": "ThinkTV",
    "State": "Ohio",
    "City": "Dayton",
    "Logo": "",
    "Url": "https://www.thinktv.org/",
    "About": "",
    "Name": "ThinkTV",
    "location": [39.7583153, -84.1892898]
  },
  "NCSG55091": {
    "Short name": "KOPN-FM",
    "State": "Missouri",
    "City": "Columbia",
    "Logo": "",
    "Url": "https://www.kopn.org/",
    "About": "",
    "Productions": "",
    "Name": "KOPN-FM - KOPN Community Radio",
    "location": [38.9964299, -92.1974041]
  },
  "NCSG55122": {
    "Short name": "4-States Public Radio",
    "State": "Kansas",
    "City": "Pittsburg",
    "Logo": "KRPS_logo.jpg",
    "Url": "www.krps.org",
    "About": "",
    "Name": "KRPS",
    "location": [37.3943528, -94.7000575]
  },
  "NCSG55147": {
    "Short name": "'Ulu'ulu: The Henry Ku'ualoha Guigni Moving Image Archive of Hawai'i",
    "State": "Hawaii",
    "City": "Kapolei",
    "Logo": "",
    "Url": "https://uluulu.hawaii.edu/",
    "About": "",
    "Name": "'Ulu'ulu: The Henry Ku'ualoha Guigni Moving Image Archive of Hawai'i",
    "location": [21.3551859, -158.0555424]
  },
  "NCSG55116": {
    "Short name": "VPM",
    "State": "Virginia",
    "City": "Richmond",
    "Logo": "",
    "Url": "https://vpm.org/",
    "About": "",
    "Name": "WCVE",
    "location": [37.51541262137073, -77.60131590362546]
  },
  "1737": {
    "Short name": "South Florida PBS",
    "State": "Florida",
    "City": "Miami",
    "Logo": "",
    "Url": "https://www.wpbt2.org/",
    "About": "",
    "Productions": "",
    "Name": "Community Television Foundation of South Florida, Inc",
    "location": [25.7616798, -80.1917902]
  },
  "1455": {
    "Short name": "Blue Lake Public Radio",
    "State": "Michigan",
    "City": "Twin Lake",
    "Logo": "",
    "Url": "https://bluelake.org/radio/",
    "About": "",
    "Productions": "",
    "Name": "WBLV-FM (Blue Lake Public Radio)",
    "location": [43.36279220000001, -86.164783]
  },
  "1851": {
    "Short name": "South Carolina ETV",
    "State": "South Carolina",
    "City": "Columbia",
    "Logo": "scetv_logo.png",
    "Url": "https://www.scetv.org/",
    "About": "South Carolina Educational Television began in the library of a high school in 1958.  A teacher shortage in French and algebra was solved by sending teachers via closed circuit television to other schools.  The circuits eventually extended statewide, and into broadcast by 1963.  In 1972, the network expanded again into public radio as a member of NPR.  Today, South Carolina ETV consists of 11 TV transmitters and 8 radio transmitters carrying five different services statewide.  Through ETV Streamline, ETV provides classroom content via the internet with safe, standards-based curriculum.",
    "Productions": "First an affiliate of NET (National Educational Television) and now a member of  PBS, South Carolina ETV became a producer and presenter of national public television programs, including Firing Line with William F. Buckley, Jr., The Magic School Bus, NatureScene, and A Chef's Life (Peabody winner).  The ETV Radio service produces national series Marian McPartland's Piano Jazz (Peabody winner), Song Travels with Michael Feinstein, Chamber Music from Spoleto Festival USA (international distribution), and World of Opera.",
    "Name": "South Carolina Network (SCETV) (WRLK)",
    "location": [33.9755054, -81.0179175]
  },
  "1752": {
    "Short name": "WSIU",
    "State": "Illinois",
    "City": "Carbondale",
    "Logo": "",
    "Url": "https://www.wsiu.org/",
    "About": "",
    "Productions": "",
    "Name": "WSIU Public Broadcasting",
    "location": [37.7154302, -89.22566499999999]
  },
  "1800": {
    "Short name": "The Nine Network of Public Media",
    "State": "Missouri",
    "City": "St. Louis",
    "Logo": "",
    "Url": "https://ninenet.org/",
    "About": "",
    "Productions": "",
    "Name": "The Nine Network of Public Media (formerly KETC)",
    "location": [38.8223511747126, -90.27110332405039]
  },
  "1703": {
    "Short name": "KYUK",
    "State": "Alaska",
    "City": "Bethel",
    "Logo": "kyuk_logo.png",
    "Url": "https://kyuk.org/",
    "About": "KYUK is owned and operated by Bethel Broadcasting, Inc., a Native American run organization that is working to educate, stimulate, and inform; as well as provide cultural enrichment, entertainment, and opportunity for public access; and language maintenance for cultural survival. KYUK first began broadcasting radio to the Yukon-Kuskokwim Delta in 1971, making it the first and oldest Native-owned station in the United States. KYUK television began broadcasting in 1972. \nMany Elder residents in the region are monolingual Yup'ik Speakers, or speak English as a second language. As a result, KYUK is a bilingual station, broadcasting in both English and Yugtun. To make services as valuable as possible, KYUK broadcasts approximately one hour a day of local news in the Yup'ik language, along with an hour and a half of Yup'ik public affairs and talk shows five days a week. \nKYUK radio serves a population of approximately 22,000 predominantly Yup'ik/Cup'ik residents in the Yukon-Kuskokwim Delta region of Southwest Alaska. \nKYUK has been documenting life in the Yukon-Kuskokwim Delta for nearly 50 years. Going back to 1971, KYUK has been capturing everything from Yup'ik dance to interviews with local Elders. Now KYUK is digitizing our history. With help from our funders, we are in the process of digitizing over 2,000 videos and making them available to the public.",
    "Productions": "",
    "Name": "KYUK",
    "location": [60.7915473, -161.7730976]
  },
  "1430": {
    "Short name": "WERU Community Radio",
    "State": "Maine",
    "City": "East Orland",
    "Logo": "weru_logo.png",
    "Url": "https://weru.org/",
    "About": "On May 1, 1988, after eight years of planning and work by an highly dedicated group of volunteers, WERU began broadcasting at 89.9 FM from the top of Blue Hill Mountain on the coast of Maine. Noel Paul Stookey (of Peter, Paul and Mary fame) was the station's first benefactor and from whose converted chicken coop, affectionately known as \"The Henhouse,\" WERU first broadcast.  \nIn 1997 the station moved to its current location on U.S. Route 1 in East Orland, centrally located in the middle of the radio station's signal area.  \nWERU is noncommercial and independent, and from its inception it has been a grassroots, volunteer-powered and listener-supported community radio service. \nWERU offers over 50 genres of music as well as a wide variety of national and local news, public affairs and short spoken-word features.  Almost all of WERU's local content is produced by volunteers from the community.  \nWERU is a member of the National Federation of Community Broadcasters and Maine Association of Broadcasters.",
    "Productions": "",
    "Name": "WERU-FM (WERU Community Radio)",
    "location": [44.5649789, -68.6663774]
  },
  "1570": {
    "Short name": "WYSO",
    "State": "Ohio",
    "City": "Yellow Springs",
    "Logo": "wyso_logo.png",
    "Url": "https://wyso.org/",
    "About": "WYSO Public Radio is owned and operated by Antioch College in Yellow Springs, Ohio.  It began broadcasting in 1958 with 19 watts of power.  The student founders promised programs “of a nature not generally available,” saying, “this will be a community radio station.” They kept their promise. \nOver the next three decades, they conducted audio training, collected audio, and made programs covering public affairs, international issues, local cultural and political events, lectures, poetry readings, concerts, radio dramas and children shows. There was an outpouring of programs.  WYSO blossomed. \nThroughout the years WYSO programming has been an energetic mix of music and news, both local and national.   \nToday WYSO broadcasts with 50,000 watts of power and distributes local and national programs from NPR and other sources on multiple platforms.  We are no longer a student station, but Antioch College students and community members are still involved.  Alongside a staff of twelve, more than twenty weekly volunteers make radio every day.  In 2009, we revived community training programs and re-established the legacy of wide-ranging recordings by community members.  They contribute award-winning feature stories, public affairs programs, oral history interviews, and diverse music programs. \n\nCPB's ombudsman has called WYSO “the little station that could.”  We draw strength from our deep engagement with our listeners through concerts, “Listening Parties,” open houses and radio production training. Our staff and our community producers create programming that reflects the diversity of our listening area in southwest Ohio.   \nThe WYSO Digital Audio Archives reflects our history as we continue the tradition of community involvement.",
    "Productions": "Since its beginning WYSO programming has included local news, public affairs,  and a variety of music programs. Our archive collection is especially rich in  civil rights and social justice issues.  Much of this programming was produced  by students and community volunteers. As part of Antioch College, WYSO was  present to record many of the musicians, writers, and public figures who  visited and spoke on campus, most notably Dr. Martin Luther King's 1965  commencement address. \nToday WYSO continues to produce local news and public affairs and a wealth of  music programming created by a mix of staff and community producers.",
    "Name": "WYSO-FM (WYSO Public Radio)",
    "location": [39.7986628, -83.8906152]
  },
  "1531": {
    "Short name": "WXXI Public Broadcasting",
    "State": "New York",
    "City": "Rochester",
    "Logo": "wxxi_logo.png",
    "Url": "https://interactive.wxxi.org/",
    "About": "WXXI Public Broadcasting Council was founded in 1958 as the Rochester Area Educational Television Association (RAETA), and the station's first few years were dedicated to producing instructional television programs for elementary school students. In 1959, Assignment: The World became the first educational series WXXI produced. More than fifty years later, the program went on to be the longest-running instructional TV program in the U.S., and was offered nationwide until it ceased production in 2013. On September 6, 1966, after a five-year quest for a broadcast license, Channel 21 went on the air, broadcasting 50 hours of programming a week. The following year, Congress established the Corporation for Public Broadcasting (CPB) to promote growth of the industry, which resulted in a consistent funding base for the station. In 1974 WXXI signed on with its all-classical radio station Classical 91.5, and in 1984 it signed on its NPR station on AM 1370. Today, the station owns and operates three television channels (WXXI-TV/HD, Create, and World) and operates cable City 12 in partnership with the City of Rochester. Its radio stations now include: WXXI-AM 1370, WXXI-FM 91.5, plus two HD radio channels and Reachout Radio, a closed circuit 24-hour radio reading service for those who are visually impaired.  WXXI also manages and operates WRUR-FM 88.5 in broadcast partnership with the University of Rochester, along with two radio stations in partnership with Hobart & William Smith Colleges – WEOS-FM 89.7 in Geneva, NY and WITH-FM 90.1 in Ithaca, NY. WXXI also provides educational and outreach services, and a robust web site, which serves the greater Rochester community with music, science, health, and news programs that inspire, engage, educate, and inform.  In January 2012, WXXI and Rochester's Independent Film House, Little Theatre, joined together in a formal, long-term affiliation.",
    "Productions": "",
    "Name": "WXXI Public Broadcasting (WXXI-TV)",
    "location": [43.1602804, -77.617222]
  },
  "1653": {
    "Short name": "KDNA",
    "State": "Washington",
    "City": "Granger",
    "Logo": "",
    "Url": "https://www.kdna.org/",
    "About": "",
    "Productions": "",
    "Name": "KDNA-FM",
    "location": [46.34413988328148, -120.19406197526952]
  },
  "1810": {
    "Short name": "New Mexico PBS",
    "State": "New Mexico",
    "City": "Albuquerque",
    "Logo": "newmexicopbs_logo.png",
    "Url": "https://www.newmexicopbs.org/",
    "About": "KNME-TV signed on the air in 1958 as the first public “educational” television station in New Mexico.  Licensed to both the University of New Mexico and Albuquerque Public Schools, KNME-TV is unique in broadcasting with this diverse, collaborative licensee structure. New Mexico PBS serves the people of New Mexico by providing engaging local and national content, in-depth news and public affairs, digital media, education and outreach services, lifelong learning, an interactive web site, and a celebration of arts and culture. \nAs the television industry has matured and changed so has KNME-TV.  Our history of accomplishments includes a number of groundbreaking television shows like Dr. George Fishbeck's Science, Colores!, and New Mexico in Focus.  KNME was the first television station in New Mexico to broadcast a digital signal and to adopt the new digital high-definition standard on a continuous basis.   KNME-TV is one of the most watched public television stations in the country reaching almost 700,000 households each week with 20,000 members in central and northern New Mexico. \nIn 2009, KNMD-TV joined KNME-TV as a second Public Television service, providing enlightening and entertaining programming in support of New Mexico's education systems.  This increase in capacity, concurrent with innovations in on-line delivery of content, and expansion of our satellite distribution services drove the need for a new umbrella brand, New Mexico PBS. \nNew Mexico PBS operates two digital high power transmitters and 33 low-power translators to provide free over the air viewing to the people of New Mexico. These transmitters provided greater than 99% reliability during the past year. New Mexico PBS recently added a new translator to the Shiprock area which serves the Navajo Nation. \nNew Mexico PBS has extensive partnerships throughout the community. These partnerships include the K-12 community, higher-education, dozens of community service organizations and more.  Our broad reach on-air, on-line and on the ground comprise an extensive educational and community service organization in New Mexico. New Mexico PBS' Ready to Learn Service impacts the lives of thousands of children in New Mexico presenting over 90 workshops for parents and caregivers and distributing thousands of books. \nNew Mexico PBS provides important local programming to the citizens of New Mexico. New Mexico PBS productions have won national and regional awards including a Peabody Award, a national Emmy, and 40 regional Emmys.",
    "Productions": "Colores! - Our weekly cultural affairs series looks at the inspiration, challenges, and processes of a wide range of local and national artists, authors, actors, musicians and more.  COLORES! is presented though a collaboration between new Mexico PBS and the Public Television Major Market Group (MMG), a public television affinity group.   Colores! is funded by The Frederick Hammersley Foundation. \nPublic Square - brings together community leaders and citizens for an impassioned and informed discussion about some of the biggest issues facing our children today. Topics included youth mental health, women's economic empowerment in New Mexico, transitioning out of foster care, early brain development, impact of domestic violence on children and access to children's healthcare. Public Square is funded by a grant from the W.K. Kellogg Foundation. \nNew Mexico In Focus - is New Mexico PBS' prime-time weekly news magazine show covering the events, issues, and people that are shaping life in New Mexico and the Southwest. Hosted by Gene Grant, New Mexico In Focus provides in-depth coverage of issues and on topics including politics, health care, drought, economic development and more. \nNew Mexico PBS produces inspiring and informative programs showcasing the beauty, culture and history of the American Southwest with programs such as Balloon Fiesta, Painting Taos, The Sandias.",
    "Name": "KNME",
    "location": [35.09423719999999, -106.6246018]
  },
  "1841": {
    "Short name": "PBS39",
    "State": "Pennsylvania",
    "City": "Bethlehem",
    "Logo": "",
    "Url": "https://www.wlvt.org/",
    "About": "",
    "Productions": "",
    "Name": "WLVT (PBS39)",
    "location": [40.6140199, -75.36680969999999]
  },
  "1742": {
    "Short name": "WEDU",
    "State": "Florida",
    "City": "Tampa",
    "Logo": "wedu_logo.png",
    "Url": "https://www.wedu.org/",
    "About": "WEDU is West Central Florida's leading PBS station reaching 16 counties through  media platforms including on-air programming and online experiences that broaden  horizons, transport and transform and open gateways to new ideas and new worlds.  Financially supported by the community, the organization offers a wealth of  award-winning inspirational, educational and enlightening content over a  variety of multi-media platforms including: television programming, station  website, www.wedu.org and various social media platforms, monthly member magazine  Premiere, educational outreach activities and a myriad of special events. \nWEDU's focus on the local community has resulted in the station being regarded  as a beacon of trust for men, women and children of every walk of life no  matter their age, ethnicity or socio-economic status. WEDU is a treasured  community resource; a window to the world for the homebound and a vital  educational source for the youngest members of society.  WEDU prides itself  on its position in the Tampa Bay community as a leader, partner, informed  citizen and a member of PBS, the most trusted institution in America  (ORC International's DualFrame CARAVAN, January 2015). For more information,  program schedules or to support WEDU visit www.wedu.org; WEDU Public Media  on Facebook and Twitter (@wedupbs) or call (813) 254-9338.",
    "Productions": "",
    "Name": "WEDU Florida Public Media",
    "location": [27.9545527, -82.46870510000001]
  },
  "NCSG55082-1": {
    "Short name": "Donald Voegeli",
    "State": "Wisconsin",
    "City": "Madison",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "Donald Voegeli",
    "location": [43.08, -89.38]
  },
  "1886": {
    "Short name": "WHRO",
    "State": "Virginia",
    "City": "Norfolk",
    "Logo": "",
    "Url": "https://whro.org/",
    "About": "",
    "Productions": "",
    "Name": "WHRO",
    "location": [36.8894778, -76.3023228]
  },
  "1824": {
    "Short name": "UNC-TV",
    "State": "North Carolina",
    "City": "Research Triangle Park",
    "Logo": "unctv_logo.png",
    "Url": "https://www.unctv.org/",
    "About": "Today, UNC-TV is the 12-station statewide public television network for North Carolina, reaching all 100 counties with four channels of national and local program content, as well as parts of Virginia, South Carolina, Tennessee and Georgia.  A lot has changed since WUNC-TV in Chapel Hill signed on as the nation's tenth “educational television” station on January 8, 1955, largely due to the efforts of three visionary leaders.  William C. “Billy” Carmichael, the University of North Carolina's vice president for finance, University alumnus and famous band lead Kay Kyser, and eventual university president William Friday – then the assistant to the university's president, Gordon Gray – spearheaded an effort to use the burgeoning power of television to bring non-commercial educational content to the citizens of the state.  This group recognized the unique opportunity when the Federal Communications Commission offered eight channels in North Carolina for non-commercial uses in 1952.  They traveled the state marshaling contributions and support for both public and private funding, and so UNC-TV was born. \nWilliam Friday became president of the university system in 1957, and during his legendary 30 year tenure in that position, he continued to be a powerful and effective advocate for the importance and value of public television.  Gradually, it transitioned from an operation run primarily by students and faculty members to a fully professional broadcasting organization.  With the advent of PBS in 1968, UNC-TV was transformed from the old educational television model to being a source for mission-driven programming for general audiences.  In the meantime, UNC-TV continued to expand its reach, gradually adding transmitter sites to cover more of the state.  In 1979, the University of North Carolina Center for Public Television was established by the university's board of governors, and 10 years later operations were finally consolidated in one location, the network's current headquarters and studios in Research Triangle Park. \nIn many ways, the much-beloved William Friday was the face of UNC-TV.  In addition to his advocacy and leadership as university president, he was also the host of the longest-running program in UNC-TV history, North Carolina People with William Friday.  The program went on the air in 1971 and continued its weekly run until President Friday passed away at the age of 92 in October, 2012.  In a warm and informal one-on-one interview format, Friday engaged North Carolinians from all walks of life, from the exalted to the humble, coaxing out the stories that make every life interesting, and his viewing audience remained loyal throughout his life. In 2014 the Board of Governors of the National Academy of Television Arts and Sciences, Nashville/Midsouth Chapter, honored William Friday with posthumous induction as the inaugural member of its Gold Circle for his exceptional service to the advancement of public television.  At the same time, the chapter also presented UNC-TV with its Governor's Award in recognition of the network's history of exemplary service to the state of North Carolina. \nToday, UNC-TV not only brings programming from PBS, the BBC and other sources to the entire state, it produces more than 300 hours of original programming each year for and about North Carolina.  Looking to the future, UNC-TV continues extending its content into the ever-growing array of digital platforms, and expanding its mission to include even more opportunities for public service.",
    "Productions": "North Carolina People with William Friday",
    "Name": "UNC-TV",
    "location": [35.92662440000001, -78.8671646]
  },
  "1727": {
    "Short name": "Connecticut Public Broadcasting Network",
    "State": "Connecticut",
    "City": "Hartford",
    "Logo": "cpbn_logo.png",
    "Url": "https://www.cpbn.org/",
    "About": "In October 1962, the Connecticut Educational Television Corporation began broadcasting over station WEDH-TV (Channel 24) in black and white from the basement of the Trinity College Library in Hartford, Connecticut. In the beginning, motivated and eager individuals had a vision: to enrich people's lives through high-quality, non-commercial, educational programming. Institutions like Trinity College and the State of Connecticut supported this goal of reaching out to the community through public broadcasting. \nThe station broadcast its first local children's programming a few weeks after it went on the air, followed a month later by a biweekly local series highlighting the world of arts, entertainment and public affairs in the state. A mobile truck arrived in 1967, color in 1968, auctions in 1972, and pledge in 1973. By 1974, three additional stations across the state had joined WEDH-TV and CPTV was born. The statewide network earned its first Emmy Award in 1977, received its first satellite transmission in 1979, and taped its first national pledge special in 1985. \nThe first public radio station in Connecticut signed on in June 1978, and soon Connecticut Public Radio (WNPR) joined CPTV to form what is now known as Connecticut Public Broadcasting. Initially airing primarily classical and radio music, WNPR now focuses on news and information. Together, the two community-supported, statewide public broadcasting networks are dedicated to serving Connecticut with a mix of educational, news, public affairs, children's and entertainment programming and services.  \nToday, CPTV and WNPR reach the entire state of Connecticut – an estimated 550,000 television viewers and more than 240,000 radio listeners each week. Connecticut Public Broadcasting is the state's only locally owned media organization producing TV, radio, print and Internet content for distribution to Connecticut's wide-ranging and diverse communities.",
    "Productions": "Mundo Real (CPTV, 1976-1978) - One of the first television series to focus on a Puerto Rican family, Mundo Real was a Spanish-English bilingual educational children's series aimed at ages 7-11. It was funded by four successive grants from the U.S. Department of Health, Education and Welfare.  A total of 39 episodes were produced. The series was syndicated to commercial and public television stations throughout the country, airing on at least 60 in 1978 and PBS aired episodes nationally in 1981.   \nOpen Air New England / The Faith Middleton Show (WNPR, 1981-Present) - The two-time Peabody Award-winning Faith Middleton Show has been widely recognized for fostering insightful, thought-provoking conversation for more than 30 years. Faith offers her listeners some of the world's most fascinating people and subjects. The show has been inducted into the Connecticut Magazine Hall of Fame as “Best Local Talk Show.”  \nBarney & Friends (CPTV, 1992-2005) - For over a decade, CPTV co-produced Barney & Friends for PBS. A CPTV executive thought Barney might be a good fit for television after renting a Barney video for his daughter. When it premiered in April 1992, the series was a huge hit, far more popular than anyone could have possibly imagined.  \nCPTV UConn Women's Basketball (CPTV, 1994-2012) - CPTV was the TV broadcast home of the phenomenally successful UConn Women's Basketball team for 18 years. With some of the consistently highest ratings and strongest membership levels of any program on public television for close to two decades, UConn Women's Basketball on CPTV is considered by many to be the most successful local franchise in public television history.  \nInfinity Hall Live (CPTV, 2011-Present) - Since 2011, CPTV has produced and distributed nationally to public television stations across the country this Emmy-award winning series that provides an all-access pass to engaging performances and backstage conversations with today's most intriguing musical artists. It offers authentic and heartfelt performances taped at Infinity Music Hall, an acoustically perfect Victorian-era concert hall in Norfolk, CT. Artists featured on the series include The Barenaked Ladies, Joan Osborne, Fountains of Wayne, Tori Amos, and Wilson Phillips.",
    "Name": "Connecticut Public Broadcasting",
    "location": [41.3109133, -72.9211522]
  },
  "NCSG55157": {
    "Short name": "Teleduction, Inc.",
    "State": "Delaware",
    "City": "Wilmington",
    "Logo": "",
    "Url": "https://www.teleduction.com/",
    "About": "",
    "Name": "Teleduction, Inc.",
    "location": [39.744655, -75.5483909]
  },
  "NCSG55163": {
    "Short name": "WGLT",
    "State": "Illinois",
    "City": "Normal",
    "Logo": "",
    "Url": "https://www.wglt.org/",
    "About": "",
    "Name": "WGLT",
    "location": [40.5131089, -88.9937264]
  },
  "NCSG55132": {
    "Short name": "KVZK TV Station",
    "State": "American Samoa",
    "City": "Pago Pago",
    "Logo": "kvzk-logo.png",
    "Url": "https://www.samoanews.com/kvzk",
    "About": "",
    "Name": "American Samoa Government Office of Public Information",
    "location": [-14.2813241, -170.6844995]
  },
  "1708": {
    "Short name": "Arkansas Educational TV Network",
    "State": "Arkansas",
    "City": "Conway",
    "Logo": "arkansas_pt_logo.png",
    "Url": "https://www.myarkansaspbs.org/",
    "About": "Arkansas PBS is Arkansas's only statewide public media network, which enhances lives by providing lifelong learning opportunities for people from all walks of life. Arkansas PBS delivers daily, essential, local, award-winning productions and classic, trusted PBS programs aimed at sharing Arkansas and the world with viewers through multiple digital platforms, including on-demand services and YouTube TV, and the distinct channels Arkansas PBS, Arkansas PBS Create, Arkansas PBS KIDS, Arkansas PBS WORLD and Arkansas PBS AIRS on SAP. Learn more at myarkansaspbs.org.",
    "Productions": "",
    "Name": "Arkansas Educational TV Network (AETN)",
    "location": [35.0747618, -92.4546812]
  },
  "NCSG55129": {
    "Short name": "New Mexico State Records Center and Archives",
    "State": "New Mexico",
    "City": "Santa Fe",
    "Logo": "",
    "Url": "https://www.srca.nm.gov/",
    "About": "",
    "Name": "New Mexico State Records Center and Archives",
    "location": [35.6567355, -105.98403]
  },
  "1297": {
    "Short name": "KUSC",
    "State": "California",
    "City": "Los Angeles",
    "Logo": "",
    "Url": "https://www.kusc.org/",
    "About": "",
    "Productions": "",
    "Name": "KUSC-FM",
    "location": [34.2133333, -118.0613889]
  },
  "NCSG55139": {
    "Short name": "Santa Fe Opera",
    "State": "New Mexico",
    "City": "Santa Fe",
    "Logo": "",
    "Url": "https://www.santafeopera.org/",
    "About": "",
    "Name": "Santa Fe Opera",
    "location": [35.763902, -105.9468022]
  },
  "NCSG0150": {
    "Short name": "University of Maryland",
    "State": "Maryland",
    "City": "College Park",
    "Logo": "umd_logo.png",
    "Url": "https://www.lib.umd.edu/special",
    "About": "",
    "Productions": "",
    "Name": "University of Maryland",
    "location": [38.9869183, -76.9425543]
  },
  "NCSG55119": {
    "Short name": "Radio Kansas",
    "State": "Kansas",
    "City": "Hutchinson",
    "Logo": "RK_Logo.jpg",
    "Url": "https://www.radiokansas.com/",
    "About": "Radio Kansas is owned and operated by Hutchinson Community College (HutchCC). Their effort at public service broadcasting began modestly with a 100-watt student station on September 11, 1972 with the call letters KHCC-FM. As the nationwide public radio system grew, the college decided to upgrade the station to a 100,000 watt professional public radio station. On July 1, 1979 this station was inaugurated as the Wichita area's first full-power public radio service with a staff of five in Lockman Hall on HutchCC's main campus. As KHCC grew, citizens from other parts of Kansas began to inquire about how they could get public radio in their areas. By working with groups of supporters in these communities, KHCD-FM, 89.5 MHz, Salina-Manhattan was built and began broadcasting on January 28, 1988. This station serves the north-central part of the state extending to the Nebraska border. On August 3, 1992 KHCT-FM, serving the Great Bend-Hays area was added to the network. It was cumbersome to say KHCC/KHCD/KHCT every time we formally or informally referred to the network, so we knew we needed something simpler and thus the title Radio Kansas was born.",
    "Name": "KHCC",
    "location": [38.06262914118997, -97.93049012428405]
  },
  "4602": {
    "Short name": "WTIP",
    "State": "Minnesota",
    "City": "Grand Marais",
    "Logo": "",
    "Url": "https://www.wtip.org/",
    "About": "",
    "Productions": "",
    "Name": "WTIP (North Shore Community Radio)",
    "location": [47.748937, -90.3577759]
  },
  "NCSG55148": {
    "Short name": "Steven Roy Goodman",
    "State": "District of Columbia",
    "City": "Washington",
    "Logo": "",
    "Url": "https://topcolleges.com/",
    "About": "Higher Education Today is a television talk show that connects viewers to contemporary issues, people, and institutions involved in the world of higher education. Host is educational consultant and author Steven Roy Goodman. UDC-TV, Prince George's Community Television, Whitewater Community Television, Voice of America, Cape Town TV, and Romanian Public Television have run one or more of the segments. Each half-hour segment covers a new subject.",
    "Name": "Steven Roy Goodman",
    "location": [38.948753752100615, -77.06789566193122]
  },
  "1254": {
    "Short name": "Koahnic Broadcast Corporation",
    "State": "Alaska",
    "City": "Anchorage",
    "Logo": "koahnic_logo.png",
    "Url": "https://knba.org/",
    "About": "Koahnic Broadcast Corporation was created as a non-profit media corporation in 1992 by Alaska Native leaders to preserve culture and languages, combat widespread misconceptions and prejudices against Alaska Natives, and create cross-cultural bridges. Since our creation, Koahnic Broadcast Corporation has been a national leader in Native American radio broadcasting, media production, and training. \n\nKoahnic operates KNBA 90.3 FM in Anchorage, Alaska, the first urban Native radio station, which signed on in October 1996. KNBA broadcasts news, public affairs and contemporary music to Anchorage and surrounding areas, and streams its signal online. KNBA also produces special programming, such as annual broadcast coverage of the Alaska Federation of Natives Convention that is carried by stations across the state. \nKoahnic is the nation's primary producer and distributor of Native public radio programming. Koahnic's award-winning national radio programs include: Native America Calling, a weekday one-hour live moderated call-in program; National Native News, a weekday 5-minute news feature that has been recognized repeatedly by the Native American Journalists Association; and Earthsongs, a dynamic weekly feature spotlighting contemporary Native music.  \nStarting in 2006, Koahnic has operated Native Voice One (NV1), the national Native radio program distribution service. Through NV1 distribution, Native radio programs reach the majority of the Alaska Native population and the American Indian reservation audience through carriage by most of the country's 55 Native-owned stations. NV1 programs are also heard on public radio stations serving urban areas including Atlanta, Orlando, Phoenix, and Sacramento, as well as smaller cities like Duluth, Minnesota; Bloomington, Indiana; Salt Lake City, Utah; and Asheville, North Carolina.  \nNV1 station affiliation includes 400 public radio stations and repeaters, including 50 Native stations in rural communities. Many more listeners access the NV1 and KNBA webstreams on mobile devices to hear these shows that are engaging Native America.",
    "Productions": "National Native News (NNN) - a daily five-minute newscast, has been the leading daily news service focused on Native issues for 27 years. NNN is the only news program of this kind produced and anchored entirely by a Native staff.  Broadcast Monday through Friday on more than 300 U.S. and Canadian radio stations and their translators, NNN is anchored and produced by Antonia Gonzales (Navajo), with reporters contributing stories from across the country. \nNative America Calling (NAC) - broadcast live nationwide, is an intense and stimulating one-hour call-in radio talk show. NAC is produced by Koahnic five days a week and broadcast via NV1 to stations across the country. There is no other national forum in any medium for this kind of exchange on Native issues. Native and non-Native leaders in government, business and the arts recognize this and take advantage of the opportunity to participate in NAC's talking circle. Both members of rural and reservation Native communities and Native people listening from urban areas may call in and speak directly to people closest to Native issues. Since 1995 NAC has provided links between Native and non-Native people, enabling callers to speak out on a variety of subjects that educate and enlighten their communities and other public radio audiences. Hosted by Tara Gatewood (Isleta), the program is broadcast on nearly 100 Native and public radio stations and translators. \nEarthsongs - a weekly public radio program produced in Alaska and distributed nationally via NV1. Since 1999, Earthsongs has been the primary showcase for contemporary Native American and Indigenous music and culture. Hosted and produced by Alexis Sallee (Iñupiaq and Mexican-American), the hour-long program is carried by nearly 100 public radio stations across 16 states, and streamed online. Each hour of Earthsongs features exclusive artist interviews, and a carefully curated mix of music by both emerging and established Native musicians.   \nThe Alaska Federation of Natives (AFN) Convention is the largest representative annual gathering in the United States of any Native peoples. Each year, the AFN Convention draws between 4,000–5,000 attendees. Policy guidelines and advocacy statements are set by the dozens of resolutions passed by voting delegates at the Convention. Since 1996, KNBA has produced and broadcast statewide, gavel-to-gavel coverage of this important three-day event. The broadcasts are aired on KNBA, streamed online, and made available to stations across the state. In the last decade, KNBA has added additional coverage from the event, including daily five-minute newscasts both in English and in Native languages including Iñupiaq, Athabascan, Tlingit and Yup'ik, and a special hour-long discussion program, “Alaska's Native Voice.” KNBA's live, statewide broadcasts from the AFN Convention provide an important service to Alaskans, enabling listeners to stay in touch with important discussions and debates.  \n2010 Inuit Nipaat Radio - Koahnic Broadcast Corporation was the invited United States media provider for the 2010 General Assembly of the Inuit Circumpolar Council (ICC) in Nuuk, Greenland. “Nipaat” is a Greenlandic and Iñupiaq word meaning “Sound,” and the broadcast's title was chosen to reflect the concept that this special coverage had a distinct “Inuit Sound” or “Inuit Voice” to speak to Native people throughout the circumpolar region. Koahnic provided context, detail and analysis throughout the four-day proceedings with daily broadcasts. As part of the broadcasts, Koahnic produced five-minute recaps of each day's proceedings in English, Iñupiaq, Yup'ik and Greenlandic. The program was aired not only by KNBA in Anchorage, but by rural stations serving communities throughout Alaska including in Dillingham, Nome, Bethel, Chevak, Kotzebue, Barrow and Sand Point.",
    "Name": "KNBA-FM",
    "location": [61.21113289990218, -149.8115732534094]
  },
  "1293": {
    "Short name": "Radio Bilingue",
    "State": "California",
    "City": "Fresno",
    "Logo": "",
    "Url": "https://radiobilingue.org/",
    "About": "",
    "Productions": "",
    "Name": "Radio Bilingue",
    "location": [36.750860783948774, -119.7270740663277]
  },
  "4785": {
    "Short name": "WRFA",
    "State": "New York",
    "City": "Jamestown",
    "Logo": "",
    "Url": "https://www.wrfalp.com/",
    "About": "",
    "Productions": "",
    "Name": "WRFA-LP",
    "location": [42.0970023, -79.23532589999999]
  },
  "1283": {
    "Short name": "KXCI Community Radio",
    "State": "Arizona",
    "City": "Tucson",
    "Logo": "",
    "Url": "https://kxci.org/",
    "About": "",
    "Productions": "",
    "Name": "KXCI Community Radio",
    "location": [32.219255, -110.9658342]
  },
  "NCSG55158": {
    "Short name": "Pearson-Glaser Productions",
    "State": "Maine",
    "City": "Kittery Point",
    "Logo": "",
    "Url": "",
    "About": "",
    "Name": "Pearson-Glaser Productions",
    "location": [43.08365577197878, -70.70614924535302]
  },
  "1889": {
    "Short name": "Northwest Public Broadcasting",
    "State": "Washington",
    "City": "Pullman",
    "Logo": "nwpb_logo.png",
    "Url": "https://www.nwpb.org/",
    "About": "Northwest Public Broadcasting is a PBS television and NPR radio service licensed to Washington State University. NWPB reaches more than 3.6 million people in 44 counties throughout Washington state and parts of Oregon, Idaho and British Columbia. The television service is comprised of two stations: KWSU in Pullman, WA and KTNW in the Tri-Cities, WA. KWSU originated in 1962 and KTNW in 1987. The radio service provides two services: NPR and Classical Music and NPR News over a network of 18 stations and 14 translators. The radio service originated in 1925 with KWSU-AM.",
    "Name": "KWSU/KTNW (Northwest Public Television)",
    "location": [46.73077244336376, -117.16491932271458]
  },
  "1898": {
    "Short name": "Wyoming PBS",
    "State": "Wyoming",
    "City": "Riverton",
    "Logo": "wyoming_pbs_logo.png",
    "Url": "https://www.wyomingpbs.org/",
    "About": "KCWC-TV/Wyoming PBS is a full-service, public television station licensed to Central Wyoming College, with studio and office facilities located in Riverton, Wyoming. The station, under call letters KCWC-TV, was built in 1982-83. KCWC-TV signed on the air May 10, 1983, providing approximately 16 hours of programming per day, with 10 full-time and 3 part-time staff. Initially the coverage area served was Fremont County with 33,000 people, including the Wind River Indian Reservation. Over the last 31 years, with the generous support of state and federal grants combined with private donations the station has expanded its coverage area to reach approximately 85% of Wyoming. To alleviate the confusion of various channel numbers and a multitude of call signs for each translator, KCWC-TV started using the title of \"Wyoming Public Television,\" which more correctly reflected its statewide public television network. On January 1, 2008, after 25 years of service, the station adopted a new name: Wyoming PBS. The station now has 23 full-time staff, with approximately 5 part-time people, providing 2 channels of programming 24 hours a day. \nKCWC-TV/Wyoming PBS was established for the purpose of providing a public television service and distance learning to the citizens of Wyoming. Recognizing that technologies have essentially eliminated time and distance, and created a global village, the Wyoming PBS network seeks to provide a television medium which recognizes the state's unique needs, and which informs, educates and enriches the lives of Wyoming citizens and helps them more fully understand and participate in local, national and global events that affect their lives. The station seeks to balance the differing needs of its citizens by providing a service that is open to public input with program offerings and services built around Wyoming's needs and providing communications opportunities which would otherwise be unavailable.",
    "Productions": "Main Street, Wyoming \nWyoming Chronicle \nWyoming Perspectives",
    "Name": "Wyoming PBS (KCWC)",
    "location": [43.0306145, -108.4260037]
  },
  "NCSG55118": {
    "Short name": "SCCtv",
    "State": "Washington",
    "City": "Seattle",
    "Logo": "",
    "Url": "https://www.seattlecolleges.tv/",
    "About": "Education based television is the focus of SCCtv cable. Daytime cable programming on weekdays is often tied directly to the coursework of instructors at Seattle Colleges. SCCtv also airs and produces community focused programming and originates a number of regular program series including Remarkable People with Jean Walkinshaw, Professor Fred's Movie Marvels and Centuries of Great Music with Orchestra Seattle. Many of these shows and more are archived and served on demand at www.scctv.net.",
    "Name": "Seattle Colleges Cable Television",
    "location": [47.6989313, -122.3318962]
  },
  "NCSG55149": {
    "Short name": "WLRH",
    "State": "Alabama",
    "City": "Huntsville",
    "Logo": "",
    "Url": "https://www.wlrh.org/",
    "About": "",
    "Name": "WLRH",
    "location": [34.7189049, -86.6396262]
  },
  "1344": {
    "Short name": "WGCU Public Media",
    "State": "Florida",
    "City": "Fort Myers",
    "Logo": "wgco_logo.png",
    "Url": "https://wgcu.org/",
    "About": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion. Serving all or part of 12 counties in south and Southwest Florida with five distinct digital TV channels, three radio services, and multiple digital media platforms, WGCU delivers national and international programming, as well as develops and produces award-winning relevant, informative and educational local content. WGCU is a member of the Florida Public Radio Emergency Network (FPREN), whose member stations stay on the air during serious weather events or other emergencies to keep citizens up to date on news and safety information.",
    "Productions": "",
    "Name": "WGCU Public Media (WGCU-TV)",
    "location": [26.4655971, -81.7758419]
  },
  "1315": {
    "Short name": "KUSP",
    "State": "California",
    "City": "Santa Cruz",
    "Logo": "",
    "Url": "https://www.kusp.org/",
    "About": "",
    "Productions": "",
    "Name": "KUSP-FM",
    "location": [36.9741171, -122.0307963]
  },
  "1383": {
    "Short name": "WFIU",
    "State": "Indiana",
    "City": "Bloomington",
    "Logo": "",
    "Url": "https://indianapublicmedia.org/",
    "About": "",
    "Productions": "",
    "Name": "WFIU-FM (Public Radio from Indiana University)",
    "location": [39.1694444, -86.5186111]
  },
  "1370": {
    "Short name": "WBEZ",
    "State": "Illinois",
    "City": "Chicago",
    "Logo": "",
    "Url": "https://www.wbez.org/",
    "About": "",
    "Productions": "",
    "Name": "Chicago Public Radio (WBEZ-FM) and Vocalo.org",
    "location": [41.89149, -87.6048924]
  },
  "1271": {
    "Short name": "KCAW",
    "State": "Alaska",
    "City": "Sitka",
    "Logo": "kcaw_logo.png",
    "Url": "https://www.kcaw.org/",
    "About": "KCAW-FM is a non-commercial, community radio station owned and operated by the Raven Radio Foundation, Inc. of Sitka, Alaska. Since signing on the air March 6th, 1982, KCAW has been broadcasting a diverse and vibrant program schedule to the Southeast Alaskan communities of Sitka, Angoon, Elfin Cove, Kake, Pelican, Port Alexander, Tenakee Springs, Yakutat, as well as a wide expanse of the coastal fishing grounds. \nKCAW provides essential information services such as Emergency Alert System and AMBER announcements; severe weather warnings and local, regional, state, national and international news as well as entertainment programming to a combined listening population of 11,748. The residents of these coastal communities rely on KCAW for instantaneous information regarding tsunami warnings and storm threats. \nVolunteer participation and community involvement have always been key components of our mission. Raven Radio currently has more than 1200 members and 100 active volunteers. In the past 20 years, KCAW has trained more than 700 on-air volunteers, and in the past week, more than 50 volunteers have been on the air. KCAW has built a solid reputation for training producers and several former staff and volunteers are now award winning national producers.",
    "Productions": "One of the productions Raven Radio is most proud of is the original radio series \"Haven Bay\". Scores of writers, actors, musicians and technicians worked for several years to create four seasons featuring dozens of five minute modules following the adventures of the unique individuals in this remote fictional(?) Alaskan town.",
    "Name": "KCAW-FM (Raven Radio Foundation, Inc.)",
    "location": [57.04863409999999, -135.3393733]
  },
  "1393": {
    "Short name": "Iowa Public Radio",
    "State": "Iowa",
    "City": "Des Moines",
    "Logo": "iowa_pr_logo.png",
    "Url": "https://iowapublicradio.org/",
    "About": "Iowa Public Radio was created in 2004 by the Iowa Board of Regents to manage the radio groups of Iowa State University, University of Iowa and University  of Northern Iowa.  This statewide public radio network (a total of 24 stations)  now serves 236,000 listeners with three programming streams:  News, News/Studio  One and Classical.  IPR's combined radio groups serve rural and urban Iowa,  touching all of Iowa's 99 counties.  \nOur history is long and proud:  Iowa State University and University of Iowa  each have public radio stations that are nearly a century old, with FCC  licenses that were among the first 100 radio licenses ever granted, and  our statewide network is one that other states look to as a model.  This  century of service to and for Iowans is the foundation for our future.",
    "Productions": "",
    "Name": "Iowa Public Radio",
    "location": [41.5846176, -93.6453733]
  },
  "NCSG55159": {
    "Short name": "Nebraska Public Media",
    "State": "Nebraska",
    "City": "Lincoln",
    "Logo": "",
    "Url": "https://nebraskapublicmedia.org/",
    "About": "",
    "Name": "Nebraska Public Media",
    "location": [40.8310868, -96.6721501]
  },
  "1888": {
    "Short name": "Blue Ridge PBS",
    "State": "Virginia",
    "City": "Roanoke",
    "Logo": "wbra_logo.png",
    "Url": "https://www.blueridgepbs.org/",
    "About": "In 1965, a group of concerned citizens and educators established the Blue Ridge Educational Television (ETV) Association, with the goal of bringing educational television to Southwest Virginia. With seed money from the City of Roanoke and funding from nineteen area school systems, ETV then applied for state and federal grants to build the facilities. Groundbreaking for the studio building took place November 1966. \nOn August 1, 1967, Southwest Virginia's own public television station went on the air for the very first time as Blue Ridge Educational Television, WBRA-TV, channel 15—broadcasting from its new production facility in Roanoke. It was the nation's first all-color educational television station. WBRA's all-color capabilities brought national attention in 1968 when RCA's “Broadcast News Magazine” did an extensive layout about the station. Initially there were no broadcasts on weekends, and the station signed off every weekday at 11 p.m. Within those broadcast hours, WBRA staff were offering an alternative to commercial television.   In addition to broadcasts for schools, WBRA began the tradition of providing quality entertainment programming. \nColor programming was especially popular with educators who were using WBRA broadcasts in classrooms. During the school year, the station aired nearly seven hours of instructional programming every weekday. At that time, the station employed six studio teachers who led the daily televised lessons, which covered subjects such as science, music, geography, and economics. In 1969, instruction and entertainment were expertly combined when “Sesame Street” and “Mister Rogers' Neighborhood” were added to WBRA's schedule. \nFor the first few years, WBRA's reach was limited to portions of 15 counties surrounding the City of Roanoke. With the addition of two more transmitters, Blue Ridge PBS expanded its coverage area to the farthest corners of Southwest Virginia and into bordering counties in Kentucky, Tennessee, West Virginia, and North Carolina—a total of 26,000 square-miles. WSBN in Norton went on the air in 1971, and WMSY in Marion completed the trio of Blue Ridge PBS' stations when it went on the air in 1981. \nToday people travel the world with Blue Ridge PBS, visiting distant destinations as well as special places and people across the Blue Ridge region. Blue Ridge PBS, still community owned, has grown into a 21st century, multimedia organization. It is now the region's story teller, serving 2.5 million individuals as an around-the-clock source for thoughtful news and documentaries, arts and culture programming, and the best in children's television. \nIn recent years, investments in digital technologies have enabled Blue Ridge PBS to triple the amount of programming available to regional viewers. Viewers can now choose from three digital channels: Blue Ridge PBS, Southwest Virginia Public TV and World.",
    "Productions": "Blue Ridge Nightline was a public affairs show that was on the air for over 20 years covering a wide variety of topics.  The show had a number of title variations over the years as hosts changed.  Several episodes of Hake Wheeler's Nightline were part of the collection we digitized for the archives project.    \nBlue Ridge PBS worked with nationally known historian, James I. Robertson, Jr. to produce a 10 part series on the Civil War. \nIn addition, the station produced a 3 hour documentary on Virginia in the Civil War to commemorate the 150th anniversary of the war.  This program was broken down into modules and designed specifically for use in the schools.  A set of the DVDs went to each school in Virginia.",
    "Name": "WBRA-TV",
    "location": [37.1960354, -80.1545113]
  },
  "1589": {
    "Short name": "WDIY",
    "State": "Pennsylvania",
    "City": "Bethlehem",
    "Logo": "",
    "Url": "https://wdiy.org/",
    "About": "",
    "Productions": "",
    "Name": "WDIY-FM",
    "location": [40.610229, -75.3830745]
  },
  "1709": {
    "Short name": "KRCB",
    "State": "California",
    "City": "Rohnert Park",
    "Logo": "krcb_logo.png",
    "Url": "https://www.krcb.org/",
    "About": "KRCB first went on the air December 2, 1983, with a broadcast of the PBS show NOVA. Conceived as \"Public Television for the North Bay,\" KRCB now broadcasts to much of the San Francisco Bay Area through satellite and cable television carriage. KRCB's programming can also be seen on K27EE in Ukiah, California, owned by a local television association. In one of the most crowded areas in the U.S. for PBS and public broadcasting, KRCB is notable for its coverage of local news and politics, and for the Emmy and Telly Award-winning, nationally distributed environmental series, Natural Heroes. \nIn order to encourage full participation in community and society, KRCB, Northern California Public Media provides informational, educational, and cultural telecommunications services in partnership with our community.  KRCB also engages the community through local initiatives like the NEA's Big Read, Tengo La Voz - I Have The Voice, and The Best Seat in the House Festival. Much of the regular programming comes from PBS, American Public Television, and independent producers. Overnight programming is shared with the national satellite station Link TV and includes shows such as Mosaic: World News from the Middle East, while Create is digitally broadcast on KRCB DT2 and NHK is digitally broadcast on KRCB DT3.",
    "Productions": "KRCB programs include: \nThe nationally distributed series Natural Heroes \nThe nationally distributed documentary Rebels with a Cause \nA regional series of TV, Radio and web programming “Community Health Connections” that examines the effects of poverty on health outcomes, tied to economic, racial and geographic factors.",
    "Name": "KRCB",
    "location": [38.3539355, -122.7193232]
  },
  "NCSG55128": {
    "Short name": "The University of New Mexico's Center for Southwest Research and Special Collections",
    "State": "New Mexico",
    "City": "Albuquerque",
    "Logo": "",
    "Url": "https://elibrary.unm.edu/cswr/",
    "About": "",
    "Name": "The University of New Mexico's Center for Southwest Research and Special Collections",
    "location": [35.0849336, -106.6208488]
  },
  "4844": {
    "Short name": "Rhode Island Public Radio",
    "State": "Rhode Island",
    "City": "Providence",
    "Logo": "",
    "Url": "https://ripr.org/",
    "About": "",
    "Productions": "",
    "Name": "WRNI (Rhode Island Public Radio)",
    "location": [41.8257971, -71.4132767]
  },
  "1275": {
    "Short name": "KUCB",
    "State": "Alaska",
    "City": "Unalaska",
    "Logo": "kucb_logo.png",
    "Url": "https://kucb.org/",
    "About": "Unalaska Community Broadcasting is a non-profit organization that has served Unalaska since 1984. We began as a local access television station and have since developed into a provider of television, radio, a website, and various social media outlets.  We were incorporated in 1984 as a 501(c)3 charitable organization known at the time as Unalaska Community Television. UCTV broadcast a low-power television signal to the community of Unalaska over channel 8.  Channel 8 Television has been on the air continuously since then.  \nOur broadcast service area is the community of Unalaska and the Port of Dutch Harbor, the hub of the Aleutian Islands. Since UCB opened its doors in the 1980s, Unalaska has grown to become the 11th largest community in the state, and Dutch Harbor is one of the top fishing ports in the nation.  Residents turn to our organization for news and information from a trusted local source.  We are the only media organization based in our region, and these days our reach goes far beyond our island.   We are often called upon by state and national news organizations to cover news or provide photos and video from the Aleutian Islands, Pribilof Islands, and Alaska Peninsula.  Our website gets thousands of hits a week from individuals all over the world interested in Western Alaska news and events.",
    "Productions": "Channel 8 remains a vibrant part of our organization and we document nearly every cultural event that takes place in Unalaska.  Staff collaborates with volunteers to create about 10 hours per week of local programming.  Highlights include: \nFlash News - A weekly news program featuring a week's worth of stories from the KUCB newsroom. \nFlash Unalaska - A talk show where volunteers review community events from the prior week and give a preview of upcoming events.  Flash Unalaska has been on the air since at least 1988. \nCity Council Coverage \nFrequent cooking shows and game shows, when participants are available.",
    "Name": "KUCB (Unalaska Community Broadcasting/KIAL)",
    "location": [53.87259049999999, -166.5312176]
  },
  "NCSG55138": {
    "Short name": "UCLA Film & Television Archive",
    "State": "California",
    "City": "Los Angeles",
    "Logo": "ucla_logo.jpg",
    "Url": "https://www.cinema.ucla.edu/",
    "About": "The UCLA Film & Television Archive is committed to rescuing, preserving, showcasing, and researching moving image media to ensure that the collective visual memory of our time is explored and enjoyed for generations to come. Established in 1965, the Archive is the second-largest repository of motion pictures and broadcast programming in the United States, after the Library of Congress, and the world's largest university-held collection, with more than 500,000 holdings. The Archive is a unit of the UCLA Library, one of the country's leading academic libraries.",
    "Name": "UCLA Film & Television Archive",
    "location": [34.3976455, -118.5706442]
  },
  "1748": {
    "Short name": "PBS Hawaii",
    "State": "Hawaii",
    "City": "Honolulu",
    "Logo": "pbs_hawaii_logo.png",
    "Url": "https://www.pbshawaii.org/home/index.php",
    "About": "Established in 1965 as the State-funded Hawaii Educational Television Network, providing educational TV for the University of Hawaii, PBS Hawaii then became the State's sole member of the Public Broadcasting Service and transitioned to a 501c(3) nonprofit organization in 2000. PBS Hawaii complements the national PBS programming with a suite of local shows designed to give voice to Hawaii's diverse population.",
    "Productions": "Damien - In 1977, PBS Hawaii produced Damien, about a Roman Catholic priest from Belgium who spent 16 years ministering to people with Hansen's disease (leprosy) on Moloka'i. He died from the disease in 1889 and was canonized in 2009. The program was broadcast on PBS stations across the nation and went on to win a Peabody award.  \nSpectrum Hawaii - Spectrum was a long-running series which celebrated the rich cultural and artistic life of Hawaii. In its segments are stories of people who may no longer be with us, and places which may no longer exist, making the program an archival treasure in and of itself. This is why we chose Spectrum for the American Archive digitization project. \nNa Mele: Na Lani Eha - In 2012, for the first time in almost 40 years, television cameras were allowed inside the nation's only royal home, Iolani Palace, to capture performances of music written by Hawaiian royalty performed by some of Hawaii's most beloved musicians. The historic, cultural, and musical significance of this PBS Hawaii special makes it a program that will be cherished for generations to come. \nHIKI NŌ - Launched in 2011, PBS Hawaii's award-winning flagship educational initiative has exceeded expectations. Through HIKI NŌ, PBS Hawaii is 1) helping Hawaii's students develop digital media skills, 2) creating a cadre of well-trained digital media teachers, 3) giving a voice to Hawaii's youth from communities rarely covered by the mainstream media, and 4) uncovering a treasure trove of student stories that would otherwise go unheard. At a national conference of foundations this month, the head of the John S. and James L. Knight Foundation singled out HIKI NŌ as one of two exciting youth journalism projects in the country.",
    "Name": "PBS Hawaii (KHET)",
    "location": [21.327916, -157.8868464]
  },
  "NCSG55155": {
    "Name": "East Tennessee PBS",
    "Short name": "East Tennessee PBS",
    "State": "Tennessee",
    "City": "Sneedville",
    "Url": "https://www.easttennesseepbs.org/",
    "location": [35.979, -83.9086]
  },
  "NCSG55164": {
    "Name": "Legros Family",
    "Short name": "Legros Family",
    "State": "New York",
    "City": "New York City",
    "location": [40.7128, -74.006]
  },
  "NCSG55165.md": {
    "Name": "Mark Freeman Films",
    "Short name": "Mark Freeman Films",
    "State": "California",
    "City": "Encinitas",
    "Url": "https://www.easttennesseepbs.org/",
    "location": [32.7766, -117.0719],
    "About": "Mark Freeman, a filmmaker with over 40 years of experience, is a professor emeritus of Television, Film, and New Media in the School of Theatre, Television, and Film at San Diego State University. He has produced and directed, written and edited programs for broadcast on public television. Freemans documentaries have won numerous awards including a Gold Apple at the National Educational Film and Video Festival, a Certificate of Merit at the Chicago International Film Festival and a Red Ribbon at the American Film and Video Festival. They are in the collection of libraries and universities throughout the country, and have screened at museums including the Weltmuseum (Vienna), Hong-Gah Museum (Taipei), Smithsonian Institutes National Museum of Natural History, the American Museum of Natural History and the Museum of Modern Art (NY).\n\nI make films and teach filmmaking because I believe that motion pictures profoundly shape our attitudes, values and behavior. The images that we create and consume have real power. I am part of a community of filmmakers who act from a belief that the work we do can make a difference.\n\nDocumentary filmmaking is about telling stories. The stories I choose to tell are grounded in the experiences of ordinary people. I make community portraits. Each of my documentaries captures a moment in our shared social history, a fragment of our collective memory in a time of complex challenges and rapid change.\n\nIve spent a major part of my career working as an independent filmmaker. On most of my productions I am the producer, director, writer, videographer and editor. I raise the funds, research the material, create the personal connections, shoot, record, structure and edit these films. I create programs that bring grassroots concerns to larger audiences.\n\n[Mad River: Hard Times in Humboldt County](https://markfreemanfilms.sdsu.edu/films/mad-river-hard-times-in-humboldt-county/) is about timber workers in Californias redwood forests. [The Yidishe Gauchos](https://markfreemanfilms.sdsu.edu/films/the-yidishe-gauchos/) is the story of immigrants from Eastern Europe making new lives on the Argentine pampas. Adobe architecture in New Mexico is the focus of [Down to Earth](https://markfreemanfilms.sdsu.edu/films/down-to-earth-adobe-in-new-mexico/). Indigenous artisans in the Ecuadorian Andes today are literally [Weaving the Future](https://markfreemanfilms.sdsu.edu/films/weaving-the-future/). \n\nIn San Diego County, I embarked on an Encinitas Trilogy. These documentaries are portraits of people who make a real difference in the life of their community. [Edmunds Island](https://markfreemanfilms.sdsu.edu/films/edmunds-island/) is a portrait of a homeless news hawker- an angel to his customers. [Families and Flowers](https://markfreemanfilms.sdsu.edu/films/families-and-flowers/) is the story of growers whose nurseries (and way-of-life) are shadowed by their neighbors million-dollar homes. In [Lines in the Sand](https://markfreemanfilms.sdsu.edu/films/lines-in-the-sand/) tidal artist Kirk Van Allyn etches a sacred space with only ephemeral sand drawings.\n\n[Talking Peace](https://markfreemanfilms.sdsu.edu/films/talking-peace/) is a portrait of Jews and Palestinians who are personally engaged in dialogue and peacemaking efforts in San Diego. [Poetry Live(s)](https://markfreemanfilms.sdsu.edu/films/poetry-lives/) is a portrait of contemporary spoken word performance. [Trolley Dances](https://markfreemanfilms.sdsu.edu/films/trolley-dances/) is about site-specific dance performances an annual event produced by Jean Isaacs San Diego Dance Theater. [Queens Dream](https://markfreemanfilms.sdsu.edu/films/queens-dream/) is a dance video shot at Niki de St. Phalles Queen Califias Magical Circle in Escondido, CA.\n\nMy most recent work includes dance films and documentaries shot in Indonesia, South Africa, Ghana, Italy and Portugal.  These include [Body Without a Brain](https://markfreemanfilms.sdsu.edu/films/body-without-a-brain/), [Rasa Dari Tari/The Soul Of Dance](https://markfreemanfilms.sdsu.edu/films/rasa-dari-tari-the-soul-of-dance/), [dancedance/REVOLUTION](https://markfreemanfilms.sdsu.edu/films/dancedance-re%e2%99%a6volution/), [Conquest and Prison](https://markfreemanfilms.sdsu.edu/films/conquest-and-prison/), [Atena/Nets](https://markfreemanfilms.sdsu.edu/films/atena-nets/), [Tomba Brion](https://markfreemanfilms.sdsu.edu/films/tomba-brion/) and [Gifted](https://markfreemanfilms.sdsu.edu/films/gifted/).\n\nThese films have screened widely at festivals in Europe, Latin America and Asia.\nProductions and other professional opportunities have brought me not only to Ghana, Indonesia, and South Africa, but also to Singapore, Portugal, France, Austria, China, Denmark, Mexico, Guatemala, Argentina, Ecuador, Costa Rica, Cuba and Israel. Working independently in the U.S. and overseas has shaped my vision. I bring an international perspective to my work and to my teaching."
  },
  "NCSG55167": {
    "Name": "Jefferson Public Radio",
    "Short name": "Jefferson Public Radio",
    "State": "Oregon",
    "City": "Ashland",
    "Url": "https://www.ijpr.org/",
    "location": [42.194576, -122.709477]
  },
  "NCSG55168": {
    "Name": "PBS North Carolina",
    "Short name": "PBS North Carolina",
    "State": "North Carolina",
    "City": "Research Triangle Park",
    "Logo": "pbs-NC-logo.png",
    "Url": "https://www.pbsnc.org/",
    "About": "For more than six decades, PBS North Carolina has educated, entertained and evolvedfrom B&W screens in homes to glowing screens with streaming content everywhere. \n\nWere an innovative multimedia platform, embodying everything you love about PBS and connecting North Carolinians to their communities and the world at large.\n\nAs your statewide public media network, we harness the power of the UNC System to:\n\n    Spark lifelong curiosity and wonder,\n    Share trusted PBS news, programming and resources,\n    Engage with complex local and national issues,\n    Offer opportunities for lifelong learning,\n    Raise the level of discourse around science, arts and humanities,\n    Inform communities in times of crisis,\n    Celebrate our states people, stories and culture.",
    "location": [36.0503, -78.8555]
  },
  "NCSG55169": {
    "Name": "POV",
    "Short name": "POV",
    "State": "New York",
    "City": "New York",
    "Logo": "pov-logo.jpg",
    "Url": "https://www.pbs.org/pov/",
    "About": "POV (a cinema term for point of view) is televisions longest-running showcase for independent nonfiction films. POV premieres 14-16 of the best, boldest and most innovative programs every year on PBS.",
    "location": [40.7128, -74.006]
  },
  "NCSG55170": {
    "Name": "Rhode Island PBS",
    "Short name": "Rhode Island PBS",
    "State": "Rhode Island",
    "City": "Providence",
    "Url": "https://www.ripbs.org/",
    "location": [41.7953, -71.4357]
  },
  "1784.2": {
    "Name": "GBH",
    "Short name": "WGBH",
    "Logo": "GBH_logo.png",
    "State": "Massachusetts",
    "City": "Boston",
    "Url": "https://wgbh.org/",
    "location": [42.3572, -71.147],
    "About": "WGBH Educational Foundation (GBH) traces its roots back to 1836, when textile merchant John Lowell, Jr. (of the illustrious \"Lowells of Massachusetts,\" one of America's great early families) left a bequest creating \"free public lectures for the benefit of the citizens of Boston.\" In his will, Lowell set aside $250,000, half his estate, to underwrite the public lectures in perpetuity.\n\nIn the early 1940s the position of Trustee of the Lowell Institute passed to Ralph Lowell. Intrigued by the Federal Communications Commission's 1945 announcement that 20 of the 90 radio channels in the newly relocated frequency modulation (FM) band had been reserved for noncommercial stations, Lowell considered a Lowell Institute FM station as a new way to fulfill the institute's mission. Conversations with James Bryant Conant, president of Harvard University, led instead to the notion that Boston-area universities and colleges produce educational programs for broadcast on commercial AM outlets.\n\nIn 1946, the Lowell Institute Cooperative Broadcasting Council (LICBC) was formed--a cooperative venture with six Boston colleges, broadcasting lectures on commercial radio.\nIn April 1951, the WGBH Educational Foundation was formed, to launch an FM station that would carry the LICBC lectures. The \"GBH\" stood for Great Blue Hill, the site of the station's antenna atop a Harvard-operated weather observatory. The incorporators and original board members were Ralph Lowell (as Trustee of the Lowell Institute), the presidents and treasurers of Harvard and MIT, and the president of the Boston Symphony Orchestra.\n\nNoncommercial radio station WGBH-FM made its initial broadcast on October 6, 1951: the first Saturday-evening performance of the BSO's 71st season, live from Boston's famed Symphony Hall. The broadcast opened with words of welcome from Ralph Lowell and BSO President Henry Cabot. It was the first full-length broadcast of a symphony concert in Boston in 25 years. Only 15 percent of the households in Greater Boston had FM receivers, but GBH's premiere foray was considered a rousing success. During its first year, WGBH-FM broadcast 2,600 hours of programming--10 times the amount the LICBC had been allotted on commercial radio.\n\nOn May 2, 1955, WGBH-TV signed on for the first time. Its first broadcast was Come and See, a program for young children with folk singer Tony Saletan and Mary Lou Adams from Tufts University Nursery Training School. That was followed by Louis Lyons (a WGBH-FM fixture) reading the news before a camera.\n\nMost early \"Channel 2\" programs were course lectures: French Through Television, Your Income Taxes, From Criminal to Citizen. Over time, GBH made its mark by creating programs locally that were shared with other stations--this prior to the creation of the Public Broadcasting Service. Notable among them was Prospects of Mankind, a monthly series in which former First Lady Eleanor Roosevelt interviewed statesmen from all over the world.\nIn 1962, GBH produced three programs on French cooking, after a Cambridge cookbook author appeared on a GBH book-review program and whipped up not only egg whites but an interest in how-to television. Within a year The French Chef with Julia Child was teaching audiences in several major cities to cook with courage. \"Educational TV\" had its first national star--and GBH had the first in a long line of productions that would transform American broadcasting and put the Boston station on the map.\n\nIn 2020, GBH announced a new branding, dropping the broadcast-centric \"W\" from its name and adopted a new logo. Going forward, the organization would be known as GBH to recognize GBH's commitment to on-demand and digital-first content for audiences nationwide through streaming, apps, podcasts, social media, educational curricula and virtual events.\n\nToday, GBH is public broadcasting for New England, the number one producer of PBS programming (on TV, the Web, online, and mobile), a major source of public radio content, and a pioneer in both educational multimedia and media access solutions serving millions of people with disabilities.",
    "Productions": "GBHs best-known television series include Frontline, NOVA, American Experience, Masterpiece, and PBS #1 rated\nAntiques Roadshow. A record in award-winning programs for children began in 1972 with Zoom and includes past shows\nsuch as Degrassi Junior High, Where in the World is Carmen Sandiego, Between the Lions, and FETCH! with Ruff\nRuffman. Current childrens programs include the #1 PBS show for preschoolers (Curious George), the top two ranked\nPBS programs for kids 6-11 (Curious George and Arthur, respectively), and the popular series Peep and the Big Wide\nWorld, Martha Speaks, and Design Squad Nation.\n\nGBH Radio distributes national productions such as The World (co-produced by GBH, PRI, and the BBC), which\nreaches 2.5 million listeners. GBH Radio also serves our local community through analog and digital high-definition\nradio stations, including 89.7 FM and 99.5 FM All Classical. Our radio broadcasts reach over 335,000 listeners weekly,\nand over a hundred thousand more log on to wgbh.orgs live audio streaming each month. In 2012, GBH acquired\nPublic Radio International, whose programs can be heard on over 800 public radio stations.\n\nGBHs local television productions address the needs and interests of the region through programs like Greater\nBoston (a daily news and public affairs show) and Basic Black (a weekly series focusing on the African-American\nexperience in Boston and beyond). La Plaza, a weekly local program on the culture and concerns of Latino\ncommunities, aired for over 30 years on GBH. A recent addition to GBHs local line-up is High School Quiz Show,\na televised match-up of competing quiz bowl teams from high schools across the state that is now in its fourth\nseason. In 2012, GBH pioneered a new partnership with New Hampshire Public Television (NHPTV), which will\nstreamline operations and encourage the continued production of thoughtful, community-driven public media."
  },
  "NCSG55166": {
    "Name": "Illinois Institute of Technology",
    "Short name": "Illinois Institute of Technology",
    "Logo": "iltechredhoriz.jpg",
    "State": "Illinois",
    "City": "Chicago",
    "Url": "https://www.iit.edu/",
    "location": [41.8373, -87.6257]
  },
  "NCSG55176": {
    "Name": "KPFT-FM",
    "Short name": "KPFT-FM",
    "Logo": "kpft.png",
    "State": "Texas",
    "City": "Houston",
    "Url": "https://kpft.org/",
    "location": [29.7319, -95.3813]
  },
  "NCSG55175": {
    "Name": "Owen Gottlieb, Ph.D.",
    "Short name": "Owen Gottlieb, Ph.D.",
    "State": "Virginia",
    "City": "Fairfax",
    "location": [38.8464, -77.3065],
    "About": "Scholar working on history of instructional television book."
  },
  "NCSG55171": {
    "Name": "Felicia Lowe",
    "Short name": "Felicia Lowe, Lowedown Productions",
    "State": "California",
    "City": "San Francisco",
    "Url": "https://www.lowedownproductions.com/",
    "location": [37.7753, -122.4242]
  },
  "NCSG55173": {
    "Name": "WLUR - Washington and Lee University",
    "Short name": "WLUR - Washington and Lee University",
    "State": "Virginia",
    "City": "Lexington",
    "Url": "https://my.wlu.edu/wlur",
    "location": [37.7900, -79.4459]
  },
  "NCSG55174": {
    "Name": "Excellent Radio/KYXZ",
    "Short name": "Excellent Radio/KYXZ",
    "State": "California",
    "City": "Grover Beach",
    "Url": "https://xllntradio.wixsite.com/kyxz",
    "location": [35.1218, -120.6175]
  },
   "NCSG55177": {
    "Name": "University of Arkansas, David W. Mullins Library",
    "Short name": "University of Arkansas, David W. Mullins Library",
    "State": "Arkansas",
    "City": "Fayetteville",
    "Url": "https://libraries.uark.edu/",
    "location": [36.0693, -94.1736]
  },
  "NCSG55179": {
    "Name": "Heinz History Center",
    "Short name": "Detre Library & Archives, Heinz History Center",
    "State": "Pennsylvania",
    "City": "Pittsburgh",
    "Logo": "heinz-2.png",
    "Url": "https://www.heinzhistorycenter.org/",
    "About": "The Senator John Heinz History Center, Pennsylvanias largest history museum, is dedicated to preserving and sharing Western Pennsylvanias rich history. The Detre Library & Archives is a vital resource for researching Western Pennsylvanias rich history. Established in 1879, it preserves and provides access to a vast collection of archival and library materials for researchers, students, and the public. With more than 10,000 collections, it serves as a cornerstone of the History Centers mission to present the American experience through a Western Pennsylvania lens. The Detre Library & Archives provides essential public services through collecting and preserving archival and library material of enduring value in accordance with professional best practices and expanding access to these materials through efficient cataloging, processing, and digitization.",
    "location": [40.4470, -79.9920]
  },
   "NCSG55178": {
    "Short name": "KUAC",
    "State": "Alaska",
    "City": "Fairbanks",
    "Logo": "kuac-logo.jpg",
    "Url": "https://kuac.org/",
    "Name": "KUAC-TV",
    "location": [64.8573, -147.8194]
  },
   "NCSG55178": {
    "Short name": "PBS Reno",
    "State": "Nevada",
    "City": "Reno",
    "Logo": "pbs-reno.png",
    "Url": "https://www.pbsreno.org/",
    "Name": "PBS Reno",
    "location": [39.5524, -119.8194]
  },
   "NCSG55181": {
    "Short name": "WETA",
    "State": "Virginia",
    "City": "Arlington",
    "Logo": "weta-logo.png",
    "Url": "https://weta/org/",
    "Name": "WETA",
    "location": [38.8430, -77.0828]
  },
   "NCSG55182": {
    "Short name": "ITVS",
    "State": "California",
    "City": "San Francisco",
    "Logo": "itvs-logo.png",
    "Url": "https://itvs.org/",
    "Name": "ITVS",
    "location": [37.7727, -122.4131]
   },
   "NCSG55183": {
    "Short name": "KSLU",
    "State": "Louisiana",
    "City": "Hammond",
    "Logo": "kslu-logo.png",
    "Url": "https://lionupradio.org/",
    "Name": "KSLU",
    "About": "KSLU 90.9 FM & HD is a CPB-qualified, non-commercial educational radio station in Hammond, Louisiana owned and operated by Southeastern Louisiana University. Many of the announcers are communication students at Southeastern training for careers in the broadcast industry. KSLU strives to serve both the Southeastern and surrounding communities. The station began operation in 1974 as a radio club at Southeastern Louisiana College (as it was known then) operating at ten watts of power. Initially, the station was on the air a few hours a day during the week; the transmitter was turned off during the weekends and during the holidays. Thanks to support from the Student Government Association and self-assess ed fees of the student body, in 1983 the station qualified for membership in the Corporation for Public Broadcasting. Since that time the station has increased power to 3,000 watts. KSLU celebrated its 50th birthday on November 11, 2024. The broadcast schedule offers a vast array of non-commercial programs which educate and entertain. KSLU offerings include local talk shows, news, sports, campus, and community activities. KSLU is the station in the local market playing album-oriented classic rock, blues, and Louisiana artists.",
    "location": [30.5207, -90.4731]
    },
    "NCSG55184": {
    "Short name": "Tom Hayes",
    "State": "New York",
    "City": "New York",
    "Url": "https://www.smilingthroughtheapocalypse.com/",
    "Name": "Tom Hayes",
    "About": "Tom Hayes is the son of 'The Round Table' host Harold Hayes. In 1974/1975, when the show was broadcast, Tom was in high school living in upstate New York 100 miles from the WNET transmitter. As such, clear reception of the program was a challenge.  Making his fathers personal collection available here is an honor and a wonderful tribute to his dads first foray into the world of television.  It should be noted, prior to hosting 'The Round Table,' from 1963 to 1973, Hayes was Editor-in-Chief of Esquire Magazine, and considered one of the pioneers and main architects of The New Journalism, which gave rise to writers like Tom Wolfe, Gay Talese, and Norman Mailer.  Following 'The Round Table,' Harold Hayes, along with Time Magazine art critic, Robert Hughes, co-hosted ABCs 20/20, the first effort to compete with CBS 60 Minutes.  He is the author of several books dealing with wildlife conservation including 'The Last Place on Earth,' 'Three Levels of Time,' and 'The Dark Romance of Dian Fossey,'  which was his last book before passing away in 1989. Tom Hayes has had extensive experience film and TV production including projects with Peter Bogdanovich, CBS Cable, Barbara Streisand, Mick Jagger, David Bowie, Carly Simon, Cyndi Lauper, a-ha, and Jermaine Jackson to name only a few.  He has also produced hundreds of TV News magazine stories for the European television market as well as creating numerous promotional and corporate videos.  In 2013, he produced, directed, wrote, edited and narrated a documentary feature film about his father called,  'Smiling Through the Apocalypse - Esquire in the 60s.' The  award winning film was shown in theaters and was short listed for the 2015 Academy Award.  The film is available for streaming on a number of global platforms.",
    "location": [40.7124, -74.0021]
    },
    "NCSG55185": {
    "Short name": "David Brancaccio",
    "State": "California",
    "City": "Los Angeles",
    "Url": "http://www.brancaccio.com/index.html",
    "Name": "David Brancaccio",
    "About": "David Brancaccio is a veteran journalist who focuses on regulation of financial markets, the role of technology in labor markets, the history of innovation, digital privacy, sustainability, social enterprises and financial vulnerability in older adults. He is currently the host of 'Marketplace Morning Report,' the daily nationwide business and economics program from American Public Media. His work has earned some of the highest honors in broadcast journalism, including the Peabody, the duPontColumbia, the Emmy, and the Walter Cronkite awards. Brancaccio has co-produced and appeared in several documentaries including 'Fixing the Future,' about alternative approaches to the economy, and 'On Thin Ice,' about climate change and water security, with mountaineer Conrad Anker. He is the author of 'Squandering Aimlessly,' a book about personal values and money, and is producing a documentary about the intersection of art and science.",
    "location": [34.0632, -118.2463]
    },
    "NCSG55186": {
    "Short name": "Alabama Public Television",
    "State": "Alabama",
    "City": "Birmingham",
    "Url": "https://aptv.org/",
    "Name": "Alabama Public Television",
    "location": [33.5083, -86.7942]
    },
    "NCSG55187": {
    "Short name": "GrassRoots Community Network",
    "State": "Colorado",
    "City": "Aspen",
    "Url": "https://www.grassrootstv.org/",
    "Logo": "tombenton-hands-grassroots.jpg",
    "Name": "GrassRoots Community Network",
    "About": "The GrassRoots Community Network has provided for Aspen and the Roaring Fork Valleys intra-community video communications needs for 54 years. It was the first non-profit organization in the nation to enable all local citizens to create and distribute television content. Slowly growing from an experimental citizen-based media project into a multi-channel web and television network, GrassRoots today is an essential communications hub for hundreds of local non-profits, government agencies and individual citizens. GrassRoots goal is to provide the most accessible and technologically effective community media network possible, to be a community asset that represents and serves the diverse citizens and guests of the Roaring Fork Valley. GrassRoots programming is an honest representation of the community at large. It expands the viewers understanding and perception of their community. It expands and changes minds. By providing both a reflection of this community in the present, as well as a timeless archive of its past, GrassRoots simultaneously refreshes and preserves the character of this unique place and culture every day.",
    "location": [39.1933, -106.8211]
    },
    "NCSG55188": {
    "Short name": "Christopher Lukas",
    "State": "New York",
    "City": "Sparkill",
    "Name": "Christopher Lukas",
    "location": [41.0300, -73.9289]
    },
    "NCSG55189": {
    "Short name": "WUWM",
    "State": "Wisconsin",
    "City": "Milwaukee",
    "Logo": "wuwm.png",
    "Url": "https://www.wuwm.com/",
    "Name": "WUWM",
    "About": "WUWM 89.7 FM - Milwaukees NPR is committed to empowering the public to affect change through in-depth news, thoughtful conversations and community connections. [Our mission](https://www.wuwm.com/community-representation) is to weave stories of southeastern Wisconsin together to engage, inspire, and connect people with a shared understanding of each other, the region and the world. Founded in 1964, WUWM has been a staple of the Milwaukee community for more than 60 years. WUWM is licensed to the University of Wisconsin Board of Regents and is operated by the University of Wisconsin-Milwaukee College of Letters and Science. WUWM produces local news and information to share on broadcast and digital channels. The station broadcasts national and international programming from NPR, APM and BBC, as well. As a member-supported radio station, WUWMs award-winning news journalists, [Lake Effect](https://www.wuwm.com/lakeeffect) producers and digital team create captivating reports that focus on local and regional issues featuring the people and cultural events that shape our community.",
    "location": [43.0380, -87.9089]
    },
    "NCSG55190": {
    "Short name": "Spadora On Sports - Sports Media Group",
    "State": "New York",
    "City": "New York City",
    "Logo": "spadora.jpg",
    "Url": "https://www.spadoraonsports.com/",
    "Name": "Spadora On Sports - Sports Media Group",
    "location": [40.7129, -74.0031]
    },
    "NCSG55191": {
    "Short name": "Science Friday",
    "State": "New York",
    "City": "New York City",
    "Logo": "science-friday-logo.png",
    "Url": "https://www.sciencefriday.com/",
    "Name": "Science Friday Initiative",
    "About": "For more than 30 years, [Science Friday](https://www.sciencefriday.com/) has produced award-winning science news programming that engages millions of people each week. Our flagship [podcast](https://www.sciencefriday.com/science-friday-podcasts/) and [radio show](https://www.sciencefriday.com/episodes/), available on all podcast platforms and broadcast on more than 500 public radio stations, connects listeners with leading experts, leans into the joy of discovery, and helps people make sense of our world. Collaborating with our audience is central to our mission: We elevate their voices, solicit their feedback, and follow their curiosity in our show, [book club](https://www.sciencefriday.com/scifri-book-club/), [digital reporting](https://www.sciencefriday.com/stories/), [social media](https://linktr.ee/SciFri), [live events](https://www.sciencefriday.com/events/), and [educational materials](https://www.sciencefriday.com/educate/).",
    "location": [40.7028, -74.0109]
    },
    "NCSG55192": {
    "Short name": "KCSM",
    "State": "California",
    "City": "San Mateo",
    "Logo": "kcsm-logo.jpg",
    "Url": "https://www.kcsm.org/",
    "Name": "KCSM",
    "location": [37.5357, -122.3344]
    },
    "NCSG55193": {
    "Short name": "WHIV-FM",
    "State": "Louisiana",
    "City": "New Orleans",
    "Logo": "whiv-logo.png",
    "Url": "https://whivfm.org/",
    "Name": "102.3 FM WHIV-LP",
    "About": "102.3 FM WHIV-LP is a program of The New Orleans Society for Infectious Disease Awareness (NOSIDA), which was established in 2009 by local activist and infectious diseases physician Dr. MarkAlain Dery. NOSIDA's focus is to raise awareness about HIV and other infectious diseases through music. Such illnesses are completely preventable, yet disproportionately affect disadvantaged and marginalized populations. NOSIDA received its non-profit status in 2010. Expanding its impact locally, NOSIDA was awarded an FCC license for a 100 watt lower power FM community radio station in 2014. On World AIDS Day 2014, WHIV was officially launched, featuring local music, protest songs, and programming dedicated to human rights and social justice. Our AIM has always been Advocacy through Innovative Messaging. As of 2019, 102.3 FM WHIV-LP features more than 70 hosts and DJs, broadcasting over 12 hours of daily and original content throughout New Orleans, and streaming online in all 50 states and 85 countries worldwide. The majority of WHIV's listeners and supporters are from the greater New Orleans metropolitan area, and all of our shows, music, and content is run by a determined group of local volunteers. Topics on this grassroots radio station range from health as a human right to workers rights to reproductive justice and from Islam in the Crescent City to the Haitian community in New Orleans. There are also many local musicians that showcase a wide array of eclectic sounds. We are WHIV. We honor independent voices. We are human rights and social justice radio.",
    "location": [29.9719, -90.0843]
    }
}
